{
    "intro.headline":
        "Wir entwickeln<br>den polyPod –",
    "intro.subHeadline":
        "gemeinsam, als<br>Genossenschaft",
    "intro.bodyText":
        "<p>Mit Hilfe unserer Mitglieder entwickeln wir den polyPod ständig weiter. Gemeinsam wollen wir durchsetzen, was uns zusteht: unser Recht auf Privatsphäre!</p><p>Gespannt, wie es weitergeht? Die nächsten Schritte:</p>",
    "explore.headline":
        "Erkunden Sie",
    "explore.subHeadline":
        "wie sich Daten verteilen",
    "explore.bodyText":
        "In Schritt 1 können Sie Datenströme erkunden. Finden Sie heraus, wie Unternehmen mit Daten umgehen, welche Daten sie erheben und mit wem sie geteilt werden.",
    "know.headline":
        "Wissen Sie,",
    "know.subHeadline":
        "wer Ihre Daten hat",
    "know.bodyText":
        "In Schritt 2 sehen Sie welche Daten Unternehmen von Ihnen haben. Holen Sie sich Ihre Daten auf Ihren polyPod und starten Sie, diese dort zu verwalten.",
    "correct.headline":
        "Korrigieren Sie,",
    "correct.subHeadline":
        "wenn Daten falsch sind",
    "correct.bodyText":
        "In Schritt 3 korrigieren Sie Stück für Stück Ihre Daten bei Unternehmen. Löschen Sie nach und nach Daten, die falsch sind oder die Sie nicht teilen wollen.",
    "control.headline":
        "Kontrollieren Sie,",
    "control.subHeadline":
        "wer Ihre Daten nutzt",
    "control.bodyText":
        "In Schritt 4 nutzen Sie immer mehr Anwendungen, ohne dabei die Kontrolle über Ihre Daten abzugeben. Bestimmen Sie jederzeit, wer auf Ihre Daten zugreift.",
    "earn.headline":
        "Vermieten Sie",
    "earn.subHeadline":
        "welche Daten Sie wollen",
    "earn.bodyText":
        "In Schritt 5 beginnen Sie mit Ihren Daten Geld zu verdienen, wenn Sie es denn wollen. Vermieten Sie Ihre Daten an wen Sie wollen, solange Sie es wollen.",
    "outro.headline":
        "Helfen Sie mit!<br>Werden Sie",
    "outro.subHeadline":
        "Anteilseigner:in<br>bei polypoly",
    "outro.bodyText":
        "<p>Helfen Sie uns, gemeinsam den polyPod weiter zu entwickeln. Werden Sie bereits ab 5 € Anteilseigner:in von polypoly – Die Genossenschaft – und damit Miteigentümer:in am polyPod.</p>",
    "outro.button.learnMore":
        "Mehr erfahren"
}
