{
    "title": "Warum die meisten Messenger-Apps (nicht wirklich) kostenlos sind.",
    "intro.paragraph.one": "Wir alle verwenden ständig Messenger-Apps. Wir schreiben über das Leben, die Liebe, das Geschäft und einiges davon ist persönlich oder sogar geheim. Lassen Sie uns also herausfinden, wie sicher die Messenger sind, wie sie Geld verdienen und wie sie mit unserem Datenschutz umgehen.",
    "intro.paragraph.two": "Das polyPedia-Team und unsere assoziierten Forscher von future404 haben sich alles angesehen, was die Unternehmen hinter diesen Apps unten zum Datenschutz sagen (und sogar noch ein bisschen weiter).",
    "intro.image.alt": "Der Benutzer einer Messenger-App",
    "summary.title": "Das haben wir gefunden",
    "summary.section": "Zusammenfassung",
    "summary.paragraph.one": "Drei Dinge, die Sie beachten sollten:",
    "summary.bullet.1": "<strong>If a digital service is free for you to use, you and your data are most likely the product.</strong> e.g. (6) out of (9) messenger apps say (advertising) is the purpose they share data for.",
    "summary.bullet.2": "<strong>Messenger apps ask for extensive permission to access, gather, change and share your data.</strong> But with (5) to (50) data types per user, they gather even more than they need.",
    "summary.bullet.3": "<strong>Three popular messenger apps belong to Facebook.</strong> The apps only share user data with a maximum of (5) companies, but the parent company might share that same data with up to  (5000) companies.",
    "overview.section": "Überblick",
    "overview.paragraph.one": "So sieht der Markt für Messenger-Apps aus:",
    "overview.paragraph.two": "Gesamtzahl der Installationen pro Messenger in Millionen",
    "overview.tab.installs": "Installationen",
    "overview.tab.users": "Benutzer",
    "overview.tab.partof": "Teil von",
    "overview.donut.installs.message": "Android-App-Installationen",
    "overview.donut.users.message": "Monatlich aktive Nutzer in Millionen",
    "datatypes.title": "Data Types",
    "datatypes.legend": "data type",
    "datatypes.tab.messenger": "By Messenger",
    "datatypes.text.messenger": "Some data types need to be shared for what we expect from a messenger. But not all messengers share the same amount of data types. The extra sharing indicates that they make money with it.",
    "datatypes.tab.shares": "By Shares",
    "datatypes.text.shares": "Different messengers share different data types more often than others.",
    "datatypes.tab.types": "By Types",
    "datatypes.text.types": "Some of the data types shared the most indicate the use for targeted advertising.",
    "datatypes.legend.types": "Data Types: {{amount_of_data_types}} (shared {{amount_of_shares}} Times)",
    "purposes.chart.legend": "Anzahl der Erwähnungen"
}
