{
    "title": "Warum die meisten Messenger-Apps (nicht wirklich) kostenlos sind.",
    "intro.paragraph.one": "Wir alle verwenden ständig Messenger-Apps. Wir schreiben über das Leben, die Liebe, das Geschäft und einiges davon ist persönlich oder sogar geheim. Lassen Sie uns also herausfinden, wie sicher die Messenger sind, wie sie Geld verdienen und wie sie mit unserem Datenschutz umgehen.",
    "intro.paragraph.two": "Das polyPedia-Team und unsere assoziierten Forscher von future404 haben sich alles angesehen, was die Unternehmen hinter diesen Apps unten zum Datenschutz sagen (und sogar noch ein bisschen weiter).",
    "intro.image.alt": "Der Benutzer einer Messenger-App",
    "summary.title": "Das haben wir gefunden",
    "summary.section": "Zusammenfassung",
    "summary.paragraph.one": "Drei Dinge, die Sie beachten sollten:",
    "summary.bullet.1": "<strong>If a digital service is free for you to use, you and your data are most likely the product.</strong> e.g. (6) out of (9) messenger apps say (advertising) is the purpose they share data for.",
    "summary.bullet.2": "<strong>Messenger apps ask for extensive permission to access, gather, change and share your data.</strong> But with (5) to (50) data types per user, they gather even more than they need.",
    "summary.bullet.3": "<strong>Three popular messenger apps belong to Facebook.</strong> The apps only share user data with a maximum of (5) companies, but the parent company might share that same data with up to  (5000) companies.",
    "overview.section": "Überblick",
    "overview.paragraph.one": "So sieht der Markt für Messenger-Apps aus:",
    "overview.paragraph.two": "Gesamtzahl der Installationen pro Messenger in Millionen, nach Grösse sortiert",
    "overview.paragraph.installs": "Gesamtzahl der Installationen pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.users": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.partOf": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe und gruppiert nach Zugehörigkeit",
    "overview.tab.installs": "Installationen",
    "overview.tab.users": "Benutzer",
    "overview.tab.partof": "Teil von",
    "overview.donut.installs.message": "Android-App-Installationen",
    "overview.donut.users.message": "Monatlich aktive Nutzer in Millionen",
    "details.section": "Details",
    "details.p.1": "Today our digital lives are all about being connected. Messenger apps play a key role in that. They shape our communication and our relationships. Many of us use those apps very, very often. A lot of information is sent and received. Some of that information might be personal or even secret.",
    "details.monthly.active.users": "Monatliche aktive Nutzer (MAN in Millionen)",
    "details.monthly.active.users.21": "Monatliche aktive Nutzer 2020/2021 in Millionen",
    "data.types.title": "Data Types",
    "data.types.legend": "data type",
    "data.types.tab.messenger": "By Messenger",
    "data.types.text.messenger": "Some data types need to be shared for what we expect from a messenger. But not all messengers share the same amount of data types. The extra sharing indicates that they make money with it.",
    "data.types.tab.shares": "By Shares",
    "data.types.text.shares": "Different messengers share different data types more often than others.",
    "data.types.tab.types": "By Types",
    "data.types.text.types": "Some of the data types shared the most indicate the use for targeted advertising.",
    "data.types.legend.types": "Data Types: {{amount_of_data_types}} (shared {{amount_of_shares}} Times)",
    "details.owned.by.fb": "Teil von Facebook",
    "details.owned.by.others": "Andere",
    "purposes.chart.legend": "Anzahl der Erwähnungen",
    "companies.p.1": "Some companies receive data from several of the messenger apps. In those cases using a different messenger does not make a difference.",
    "companies.p.2": "The industries in which data-receiving companies operate give us a hint why our data is gathered. Some industries are data-hungrier than others.",
    "data.regions.p.1": "Die Region, in der ein datenempfangendes Unternehmen tätig ist, ist entscheidend für die Rechtmäßigkeit des Datenschutzes. Einige speichern ihre Daten in der GDPR-Region.",
    "data.regions.p.2": "Manche gehen auch in Regionen mit schwächerer Rechtslage und geringerem Datenschutz.",
    "tips.section": "Tips",
    "tips.p.1": "The more you learn and understand the relevance of data and data privacy, the more you will feel an urge to act. Here are a few tips:",
    "tips.bullet.1": "When you are concerned about data privacy, you should look very closely at who the company behind the app is, and how they might use your data.",
    "tips.bullet.2": "If you still want to use one of Facebook's apps, you might want to favor (WhatsApp), since it is (encrypted end-to-end)",
    "tips.bullet.3": "If you want a messenger that fully respects your interests in the first place, watch out for more to come from us at polypoly.",
    "explore.further.p.1": "Chose one messenger app below if you are interested in in-depth information - or continue discovering other topics."
}
