{
    "title": "Warum die meisten Messaging-Apps (nicht wirklich) kostenlos sind.",
    "intro.paragraph.one": "Wir alle verwenden ständig Messaging-Apps. Wir schreiben über das Leben, die Liebe, das Geschäft und einiges davon ist persönlich oder sogar geheim. Lassen Sie uns also herausfinden, wie sicher die Messenger sind, wie sie Geld verdienen und wie sie mit unserem Datenschutz umgehen.",
    "intro.paragraph.two": "Das polyPedia-Team und unsere assoziierten Forscher von future404 haben sich alles angesehen, was die Unternehmen hinter diesen Apps unten zum Datenschutz sagen (und sogar noch ein bisschen weiter).",
    "intro.image.alt": "Der Benutzer einer Messaging-App",
    "summary.title": "Das haben wir gefunden",
    "summary.section": "Zusammenfassung",
    "summary.paragraph.one": "Drei Dinge, die Sie beachten sollten:",
    "summary.bullet.1": "<strong>Wenn die Nutzung eines digitalen Angebots kostenlos ist, dann sind Sie und Ihre Daten relativ wahrscheinlich das eigentliche Produkt.</strong> z. B. (6) von (9) Messaging-Apps bezeichnen (advertising) als Zweck für den sie Daten teilen.",
    "summary.bullet.2": "<strong>Messaging-Apps fordern umfangreiche Erlaubnis um auf Ihre Daten zuzugreifen, diese zu sammeln, zu verändern und zu teilen.</strong> Aber mit (5) bis (50) Datentypen per Nutzer:in scheinen Sie mehr zu sammeln als sie brauchen.",
    "summary.bullet.3": "<strong>Drei populäre Messaging-Apps gehören zu Facebook.</strong> Die einzelnen Apps teilen Nutzer:innen-Daten mit maximal (5) Firmen, aber die Eigentümerfirma könnte diese Daten mit weiteren (5000) Firmen teilen.",
    "overview.section": "Überblick",
    "overview.paragraph.one": "So sieht der Markt für Messaging-Apps aus:",
    "overview.paragraph.two": "Gesamtzahl der Installationen pro Messenger in Millionen, nach Grösse sortiert",
    "overview.paragraph.installs": "Gesamtzahl der Installationen pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.users": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.partOf": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe und gruppiert nach Zugehörigkeit",
    "overview.tab.installs": "Installationen",
    "overview.tab.users": "Benutzer",
    "overview.tab.partof": "Teil von",
    "overview.donut.installs.message": "Android-App-Installationen",
    "overview.donut.users.message": "Monatlich aktive Nutzer in Millionen",
    "details.section": "Details",
    "details.p.1": "Die Kommunikation mit unseren Kontakten ist ein wesentlicher Aspekt unseres digitalen Lebens heutzutage. Messaging-Apps spielen dabei eine Schlüsselrolle. Sie formen unsere Kommunikation und unsere Beziehungen. Viele von uns nutzen diese Apps sehr, sehr oft. Wir schicken und empfangen eine Vielzahl an Informationen, manche sind persönlich oder sogar geheim.",
    "details.is.safe.title": "Aber ist das sicher?",
    "details.is.safe.p1": "Als WhatsApp von Facebook übernommen wurde, hatte das bereits für Unmut gesorgt. Einige Nutzer*innen wollten die App nicht mehr nutzen, weil Facebook's schlechter Ruf in Sachen Datenschutz sie abschreckte.",
    "details.is.safe.p2": "Aber als WhatsApp selbst vor einiger Zeit eine Aktualisierung seiner Datenschutzbestimmungen ankündigte war der Aufschrei noch deutlich lauter. Viele Nutzer*innen scheinen aus diesem Grund zu anderen, sichereren Messaging-Apps zu wechseln.",
    "details.is.safe.p3": "Hier ist zu sehen, wie sich die Anzahl der Aktiven Nutzer pro Monat über die letzten Jahre entwicklet hat. Manche der Entwicklungen bei den kleineren Anbietern scheinen mit einem steigendem Datenschutzbedürfnis in Verbindung zu stehen.",
    "details.monthly.active.users": "Monatliche aktive Nutzer (MAN in Millionen)",
    "details.what.deal.title": "Worum geht es hier?",
    "details.what.deal.p1": "WhatsApp, Instagram, und Facebook Messenger sind einzelne App die alle zu Facebook gehören. Facebook teilt Daten mit seinen Niederlassungen und Tochterunternehmen, was innerhalb von Firmengruppen durchaus Routine ist.",
    "details.what.deal.p2": "Facebook benutzt Erkenntnisse aus den Daten von Nutzer*innen und verkauft damit gezielte Werbung an Unternehmen. Für jede dieser gezielten Werbungen werden Nutzer*innen zunächst, basierend auf ihrer Nutzung von Facebook, in Zielgruppen zusammengefasst und dann den Bedürfnissen und Budgets der Werbekunden zugeordnet. Was Facebook tut, um sein Angebot für zahlende Werbekunden zu verbessern, kann durchaus ungewollte Nebeneffekte für Nutzer*innen haben.",
    "details.monthly.active.users.21": "Monatliche aktive Nutzer 2020/2021 in Millionen",
    "details.what.data.title": "Was ist in den Daten?",
    "details.what.data.p1": "Um diese Situation besser zu verstehen, haben wir uns die Datentypen angesehen, welche Messaging-Apps mit anderen Firmen teilen, den Zweck, welcher dafür angegeben wird und die Branchen und Datenregionen in denen diese daten-empfangenden Firmen aktiv sind. Was ist das Geschäftsmodfell, dass es den Messaging-Apps erlaubt ihre Dienste (scheinbar) kostenlos anzubieten? Und wie unterschieden sich diese Apps in ihrem Verhalten in Sachen Datenschutz?",
    "details.owned.by.fb": "Teil von Facebook",
    "details.owned.by.others": "Andere",
    "data.types.title": "Datentypen",
    "data.types.legend": "Datentyp",
    "data.types.tab.messenger": "Nach Messenger",
    "data.types.text.messenger": "Manche Datentypen müssen geteilt werden, damit ein Messenger leisten kann, was wir erwarten. Aber nicht alle Messaging-Apps teilen die gleiche Menge an Datentypen. Diese Unterschiede geben uns Hinweise darauf womit die Apps ihr Geld verdienen.",
    "data.types.text.shares": "Einige Messenger teilen einige Datentypen öfter als andere.",
    "data.types.tab.types": "Nach Typen",
    "data.types.text.types": "Einige Datentypen, die häufig geteilt werden, geben einen Hinweis darauf, dass sie für gezielte Werbung genutzt werden.",
    "data.types.title": "Datentypen",
    "data.types.p": "<p>Manche Datentypen müssen geteilt werden, damit ein Messenger leisten kann, was wir erwarten. Aber nicht alle Messaging-Apps teilen die gleiche Menge an Datentypen. Diese Unterschiede geben uns Hinweise darauf womit die Apps ihr Geld verdienen.</p> <p>Einige Messenger teilen einige Datentypen öfter als andere.</p> <p>Einige Datentypen, die häufig geteilt werden, geben einen Hinweis darauf, dass sie für gezielte Werbung genutzt werden.</p>",
    "data.types.tab.companies": "Nach Messenger",
    "data.types.tab.shares": "Nach Anteil",
    "data.types.legend.types": "Datentypen: {{amount_of_data_types}} (shared {{amount_of_shares}} mal)",
    "purposes.chart.legend": "Anzahl der Erwähnungen",
    "companies.p.1": "Einige Firmen erhalten Daten von verschiedenen Messaging-Apps. In diesen Fällen würde der Wechsel zu einem anderen Messenger keinen Unterschied machen.",
    "companies.p.2": "Die Branchen, in den Firmen aggieren, die Daten erhalten, geben uns einen Hinweis darauf warum unsere Daten eigentlich gesammelt werden. Einige Branchen sind sind hungriger nach Daten als andere.",
    "data.regions.p.1": "Die Region, in der ein datenempfangendes Unternehmen tätig ist, ist entscheidend für die Rechtmäßigkeit des Datenschutzes. Einige speichern ihre Daten in der GDPR-Region.",
    "data.regions.p.2": "Manche gehen auch in Regionen mit schwächerer Rechtslage und geringerem Datenschutz.",
    "data.regions.group.1": "Messenger",
    "data.regions.group.2": "Daten Regionen",
    "tips.section": "Tips",
    "tips.p.1": "Je mehr Sie über die Bedeutung von Daten und Datenschutz erfahren und verstehen, desto mehr werden Sie vielleicht das Bedürfnis spüren etwas zu verändern. Hier sind ein paar Tips:",
    "tips.bullet.1": "Wenn Ihnen Datenschutz wichtig ist, dann schauen Sie am besten genau hin, welche Firma hinter einer App steckt und wie die Ihre Daten nutzen könnte.",
    "tips.bullet.2": "Wenn Ihnen der Inhalt Ihrer Nachrichten wichtig ist, macht es vielleicht Sinn eine Service zu nutzen, der Nachrichten verschlüsselt verschickt. Das ist bei Signal, Threema und auch bei WhatsApp der Fall.",
    "tips.bullet.3": "Einen Service nur in einer Datenregion (z. B. DSGVO) zu nutzen schützt Sie nicht davor, dass Ihre Daten auch in andere Regionen geteilt werden, in denen Daten weniger gut geschützt sind. Sein Sie aufmerksam.",
    "explore.further.p.1": "Wenn Sie Interesse an weiterführenden Informationen haben, wählen Sie einfach eine der folgenden Messaging-Apps aus - oder fahren Sie mit einem anderen Thema fort."
}
