{
    "title": "Warum die meisten Messenger-Apps (nicht wirklich) kostenlos sind.",
    "intro.paragraph.one": "Wir alle verwenden ständig Messenger-Apps. Wir schreiben über das Leben, die Liebe, das Geschäft und einiges davon ist persönlich oder sogar geheim. Lassen Sie uns also herausfinden, wie sicher die Messenger sind, wie sie Geld verdienen und wie sie mit unserem Datenschutz umgehen.",
    "intro.paragraph.two": "Das polyPedia-Team und unsere assoziierten Forscher von future404 haben sich alles angesehen, was die Unternehmen hinter diesen Apps unten zum Datenschutz sagen (und sogar noch ein bisschen weiter).",
    "intro.image.alt": "Der Benutzer einer Messenger-App",
    "summary.title": "Das haben wir gefunden",
    "summary.section": "Zusammenfassung",
    "summary.paragraph.one": "Drei Dinge, die Sie beachten sollten:",
    "summary.bullet.1": "<strong>Wenn ein digitaler Dienst für Sie kostenlos ist, sind Sie und Ihre Daten höchstwahrscheinlich das Produkt.</strong> So geben z.B. (6) von (9) Messenger-Apps an, dass der Zweck, für den sie Daten weitergeben, (Werbung) ist.",
    "summary.bullet.2": "<strong>Messenger-Apps bitten um umfassende Erlaubnis, auf Ihre Daten zuzugreifen, sie zu sammeln, zu ändern und weiterzugeben.</strong> Aber mit (5) bis (50) Datentypen pro Nutzer sammeln sie sogar mehr, als sie brauchen.",
    "summary.bullet.3": "<strong>Drei beliebte Messenger-Apps gehören zu Facebook.</strong> Die Apps geben Nutzerdaten nur an maximal (5) Unternehmen weiter, aber die Muttergesellschaft kann dieselben Daten mit bis zu (5000) Unternehmen teilen.",
    "overview.section": "Überblick",
    "overview.paragraph.one": "So sieht der Markt für Messenger-Apps aus:",
    "overview.paragraph.two": "Gesamtzahl der Installationen pro Messenger in Millionen, nach Grösse sortiert",
    "overview.paragraph.installs": "Gesamtzahl der Installationen pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.users": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe",
    "overview.paragraph.partOf": "Gesamtzahl der aktiven Nutzer pro Messenger in Millionen, sortiert nach Größe und gruppiert nach Zugehörigkeit",
    "overview.tab.installs": "Installationen",
    "overview.tab.users": "Benutzer",
    "overview.tab.partof": "Teil von",
    "overview.donut.installs.message": "Android-App-Installationen",
    "overview.donut.users.message": "Monatlich aktive Nutzer in Millionen",
    "details.section": "Details",
    "details.p.1": "In unserem digitalen Leben geht es heute darum, miteinander verbunden zu sein. Messenger-Apps spielen dabei eine Schlüsselrolle. Sie prägen unsere Kommunikation und unsere Beziehungen. Viele von uns nutzen diese Apps wirklich sehr oft. Es werden viele Informationen gesendet und empfangen. Einige dieser Informationen können persönlich oder sogar geheim sein.",
    "details.is.safe.title": "Aber ist das sicher?",
    "details.is.safe.p1": "Als WhatsApp von Facebook übernommen wurde, hatte das bereits für Unmut gesorgt. Einige Nutzer*innen wollten die App nicht mehr nutzen, weil Facebook's schlechter Ruf in Sachen Datenschutz sie abschreckte.",
    "details.is.safe.p2": "Aber als WhatsApp selbst vor einiger Zeit eine Aktualisierung seiner Datenschutzbestimmungen ankündigte war der Aufschrei noch deutlich lauter. Viele Nutzer*innen scheinen aus diesem Grund zu anderen, sichereren Messaging-Apps zu wechseln.",
    "details.is.safe.p3": "Hier ist zu sehen, wie sich die Anzahl der Aktiven Nutzer pro Monat über die letzten Jahre entwicklet hat. Manche der Entwicklungen bei den kleineren Anbietern scheinen mit einem steigendem Datenschutzbedürfnis in Verbindung zu stehen.",
    "details.monthly.active.users": "Monatliche aktive Nutzer (MAN in Millionen)",
    "details.what.deal.title": "Worum geht es hier?",
    "details.what.deal.p1": "WhatsApp, Instagram, und Facebook Messenger sind einzelne App die alle zu Facebook gehören. Facebook teilt Daten mit seinen Niederlassungen und Tochterunternehmen, was innerhalb von Firmengruppen durchaus Routine ist.",
    "details.what.deal.p2": "Facebook benutzt Erkenntnisse aus den Daten von Nutzer*innen und verkauft damit gezielte Werbung an Unternehmen. Für jede dieser gezielten Werbungen werden Nutzer*innen zunächst, basierend auf ihrer Nutzung von Facebook, in Zielgruppen zusammengefasst und dann den Bedürfnissen und Budgets der Werbekunden zugeordnet. Was Facebook tut, um sein Angebot für zahlende Werbekunden zu verbessern, kann durchaus ungewollte Nebeneffekte für Nutzer*innen haben.",
    "details.monthly.active.users.21": "Monatliche aktive Nutzer 2020/2021 in Millionen",
    "details.what.data.title": "Was ist in den Daten?",
    "details.what.data.p1": "Um diese Situation besser zu verstehen, haben wir uns die Datentypen angesehen, welche Messaging-Apps mit anderen Firmen teilen, den Zweck, welcher dafür angegeben wird und die Branchen und Datenregionen in denen diese daten-empfangenden Firmen aktiv sind. Was ist das Geschäftsmodfell, dass es den Messaging-Apps erlaubt ihre Dienste (scheinbar) kostenlos anzubieten? Und wie unterschieden sich diese Apps in ihrem Verhalten in Sachen Datenschutz?",
    "data.types.title": "Datentypen",
    "data.types.legend": "Datentyp",
    "data.types.tab.messenger": "Nach Messenger",
    "data.types.text.messenger": "Einige Datentypen müssen für das, was wir von einem Boten erwarten, gemeinsam genutzt werden. Aber nicht alle Messenger teilen die gleiche Anzahl von Datentypen. Die zusätzliche gemeinsame Nutzung zeigt, dass sie damit Geld verdienen.",
    "data.types.tab.shares": "Nach Anteilen",
    "data.types.text.shares": "Verschiedene Messenger teilen verschiedene Datentypen häufiger als andere.",
    "data.types.tab.types": "Nach Datentypen",
    "data.types.text.types": "Einige der Datentypen, die am häufigsten weitergegeben werden, weisen auf die Verwendung für gezielte Werbung hin.",
    "data.types.legend.types": "Datentypen: {{amount_of_data_types}} (shared {{amount_of_shares}} mal)",
    "details.owned.by.fb": "Teil von Facebook",
    "details.owned.by.others": "Andere",
    "purposes.chart.legend": "Anzahl der Erwähnungen",
    "companies.p.1": "Einige Unternehmen erhalten Daten von mehreren Messenger-Apps. In diesen Fällen macht die Verwendung eines anderen Messengers keinen Unterschied.",
    "companies.p.2": "Die Branchen, in denen datenempfangende Unternehmen tätig sind, geben uns einen Hinweis darauf, warum unsere Daten gesammelt werden. Manche Branchen sind datenhungriger als andere.",
    "data.regions.p.1": "Die Region, in der ein datenempfangendes Unternehmen tätig ist, ist entscheidend für die Rechtmäßigkeit des Datenschutzes. Einige speichern ihre Daten in der GDPR-Region.",
    "data.regions.p.2": "Manche gehen auch in Regionen mit schwächerer Rechtslage und geringerem Datenschutz.",
    "tips.section": "Tipps",
    "tips.p.1": "Je mehr Sie über die Bedeutung von Daten und Datenschutz erfahren und verstehen, desto mehr werden Sie den Drang verspüren, zu handeln. Hier sind ein paar Tipps:",
    "tips.bullet.1": "Wenn Sie sich Sorgen um den Datenschutz machen, sollten Sie sich genau ansehen, wer das Unternehmen hinter der App ist und wie es Ihre Daten verwenden könnte.",
    "tips.bullet.2": "Wenn Sie dennoch eine der Facebook-Apps verwenden möchten, sollten Sie (WhatsApp) bevorzugen, da es Ende-zu-Ende-verschlüsselt ist.",
    "tips.bullet.3": "Wenn Sie einen Messenger wollen, der in erster Linie Ihre Interessen respektiert, dann sollten Sie polypoly weiter beobachten.",
    "explore.further.p.1": "Wählen Sie unten eine Messenger-App aus, wenn Sie an tiefer gehenden Informationen interessiert sind - oder entdecken Sie weitere Themen."
}
