{"de":{"A":{"Ad Blocker":"<p>Ein Ad Blocker ist eine Software, die Sie von Werbung befreit, die sonst auf vielen Webseiten erscheint. Natürlich nicht alles, aber doch eine ganze Menge.</p><p>„Ad“ steht für Advertisement, zu Deutsch Werbeanzeige und „Blocker“ heißt so viel, wie blockieren. Ein Ad Blocker erkennt eine Werbeanzeige daran, dass sie von so genannten Ad Servern geschickt wird. Auf Ad Servern stellen Werbetreibende ihre Anzeigen bereit. Wenn die Werbetreibenden dafür bezahlt haben, dass eine Anzeige auf einer bestimmten Webseite angezeigt wird, dann holt sich die Webseite die Anzeige quasi bei dem Ad Server ab. Der Ad Blocker kann erkennen ob ein Inhalt von einem solchem Ad Server kommt.</p><p>Das ist auch der Grund, warum ein Ad Blocker nicht alle Werbeanzeigen blockiert. Wenn eine Werbeanzeige nicht von einem Ad Server kommt, kann der Ad Blocker den Inhalt nicht als Anzeige erkennen. Ein Ad Blocker ist zwar sehr nützlich, aber eben nicht schlau.</p>","Adware":"<p>Adware ist ein Kunstwort, das sich aus Ad also Werbeanzeige und Software zusammensetzt. Mithilfe von Adware können automatisch Werbeanzeigen innerhalb eines Programmes angezeigt werden. Zum Beispiel Entwickler:innen setzen Adware ein, um mit ihren Programmen oder Software, die sie entwickeln Geld zu verdienen.</p><p>Immer wenn eine Werbeanzeige angezeigt wird, fließt Geld von einem Werbetreibenden, an diejenigen, die eine Anzeige in ihrem Programm oder ihrer Software anzeigen. Dabei gibt es zwei Möglichkeiten. Pay-per-View, hier wird bezahlt, wenn die Werbeanzeige angezeigt wird und Pay-per-Click, hier fließt Geld, wenn Sie die Anzeige klicken.</p>","AI (Artificial Intelligence)":"<p>Als AI (artifizielle Intelligenz) oder KI (Künstliche Intelligenz) wird meistens der Versuch bezeichnet, Entscheidungsstrukturen des Menschen nachzubilden, indem eine Maschine, beispielsweise ein Computer so gebaut und programmiert wird, dass er relativ eigenständig Probleme bearbeiten kann.</p><p>Es kommt aber auch vor, dass damit die Nachahmung von Intelligenz bezeichnet wird. Beispielsweise durch Algorithmen, die ein intelligentes Verhalten simulieren. Das kommt zum Beispiel häufig bei Computerspielen vor.</p>","Algorithmus":"<p>Ein Algorithmus ist eine Art Kochrezept, eine Abfolge von Anweisungen innerhalb eines Programms: Tue dies, dann das und wenn das gleich dem ist, dann mache das auch noch. Wenn Sie bei Google einen Suchbegriff eingeben, dann entscheidet ein Algorithmus welche Seiten Ihnen angeboten werden. Wenn die SCHUFA Ihre Kreditwürdigkeit berechnet, dann ist diese Berechnungsmethode ebenfalls ein Algorithmus. </p><p>Algorithmen sind für datengetriebene Unternehmen das, was für Coca Cola ihr streng gehütetes Rezept ist. Algorithmen bewerten und steuern unser Leben, immer umfassender, immer unausweichlicher und immer intransparenter. Deshalb ist es umso wichtiger, die Funktionsweisen aufzudecken und zu verstehen.</p>","API":"<p>Auf einem Computer oder Smartphone laufen hunderte von Programmen gleichzeitig und sie alle haben ganz spezifische Funktionen. Diese spezialisierten Programme müssen sich untereinander austauschen, damit die gesamte Aufgabe erledigt werden kann, denn jedes Programm beherrscht nur einen Teilaspekt. Der Austausch funktioniert über eine Programmierschnittstelle (Application Programming Interface) oder kurz API. \nEin Beispiel: Das Programm, in dem Sie ihre Mails schreiben, kann die Mail gar nicht selber verschicken. Stattdessen gibt es diese über die API an ein anderes Programm weiter, das die Aufgabe des „Postboten“ erfüllt. Dieser „Postbote“ liefert die Mail dann an das Mailprogramm des Empfängers weiter und übergibt es diesem ebenfalls über die API.</p>","Applikation":"<p>Als App oder Applikation wird eine Anwendungssoftware bezeichnet, also das was man als Nutzer:in sieht und bedient, um damit irgendwelche Services zu nutzen. Obwohl sich der Begriff App auf jegliche Art von Anwendungssoftware bezieht, wird er im deutschen Sprachraum oft mit Anwendungssoftware extra für Smartphones und Tablets gleichgesetzt.</p>"},"B":{"BDSG":"<p>Als BDSG wird das deutsche Bundesdatenschutzgesetz abgekürzt. Es regelt zusammen mit den Datenschutzgesetzen der Bundesländer und anderen Vorgaben den Umgang mit personenbezogenen Daten, die in Informations- und Kommunikationssystemen oder manuell verarbeitet werden.</p>","Big Data":"<p>Von Big Data spricht man, wenn Daten ausgewertet werden, die in ihrem Umfang schlicht zu groß oder zu komplex sind, um sie mit herkömmlicher Datenverarbeitungssoftware zu verarbeiten. Es handelt sich um Daten, die die Größenordnung von Terabytes und Gigabytes überschreiten. Es ist schwierig für uns, eine solch riesige Datenmenge mit traditionellen Anwendungen zu speichern.</p><p>Die derzeitige Verwendung des Begriffs „Big Data“ bezieht sich in der Regel auf Analysen zur Vorhersage von bestimmten Ereignissen oder auch Verhaltensweisen. Durch die Analyse von Daten können Korrelationen gefunden werden zum Beispiel, um Geschäftstrends zu erkennen, Krankheiten vorzubeugen, Kriminalität zu bekämpfen oder auch Wahlen zu beeinflussen. Big Data ist ein wirklich mächtiges Instrument.</p>","Bitcoin":"<p>Bitcoin ist eine sogenannte Kryptowährung, eine digitale Kunstwährung im Internet, die mit Verschlüsselungstechnik arbeitet. Die technische Basis für Bitcoin ist die Blockchain.</p><p>Jede:r Nutzer:in hat eine virtuelle Geldbörse (Wallet) und einen eigenen elektronischen „Briefkasten“ im Bitcoin-Netzwerk im Internet. Das Netzwerk kennt nur die Adresse des Briefkastens, nicht aber den Namen der Person, die ihn nutzt. Zudem hat jede:r Nutzer:in des Bitcoin-Netzwerkes sämtliche Transaktionsdaten, die anonymisiert sind, auf dem eigenen Rechner gepeichert und ist damit ein Teil der Sicherheit des Netzwerkes. Jeder kontrolliert jeden.</p><p>Beispiel: Nutzer:in A kauft Ware bei Nutzer:in B. Nutzer:in A sendet eine Anweisung in das Bitcoin-Netzwerk, das den Namen des eigenen elektronischen Briefkastens, den Namen des Briefkastens von Nutzer:in B, die ID der bezahlten Bitcoins (jeder Bitcoin hat eine eigene ID-Nummer) und den Namen des Produktes enthält. Diese Anweisung wird von jedem Computer im Bitcoin-Netzwerk separat verarbeitet. Der Computer prüft dabei zunächst den aktuellen Bitcoin-Bestand in der Wallet von Nutzer:in A und ob die Wallet von Nutzer:in B exisitiert. Sind ausreichend Bitcoins bei Nutzer:in A vorhanden und existiert die Wallet von Nutzer:in B, dann wird die Transaktion dauerhaft vermerkt und die Transaktionsanweisung wird an den nächsten Computer im Bitcoin-Netzwerk weitergeleitet. Dort wird diese ebenfalls geprüft und vermerkt. Sind alle Computer durchlaufen, dann gilt die Transaktion als erfolgreich und die Ware kann verschickt werden.</p><p>Jeder elektronische Briefkasten im Bitcoin-Netzwerk ist mit einer Verschlüsselung gesichert. Ohne diese Verschlüsselung haben die Nutzer keinen Zugriff auf ihre Bitcoins. Die Funktion „Passwort vergessen“, die bei vielen Diensten verfügbar ist, wird im Bitcoin-Netzwerk nicht angeboten. Daher ist es ausgesprochen wichtig das Passwort gut aufzubewahren.</p><p>Der Euro wird von der europäischen Zentralbank gedruckt, bzw. Münzen geprägt, aber woher kommt der Bitcoin? Bitcoins wurden ohne eine Zentralbank erfunden. Es gibt keine einzelne Person oder Organisation, die für sie zuständig ist. Der Bitcoin selbst ensteht durch das sogenannte Mining. Das ist ein komplexes kryptographisches Verfahren, bei dem ein Computer ein kompliziertes mathematisches Problem lösen muss. Hat er das Problem gelöst, entsteht ein neuer Bitcoin. \nUm zu verhindern, dass sich jede:r mit einem Computer beliebig viele Bitcoins generieren kann, wird der Schweregrad des mathematischen Problems an das Netzwerk angepasst und damit die Rate, mit der die Bitcoins geschaffen werden, begrenzt.\nDie Schaffung von Bitcoins erfordert sehr viel Rechenleistung und die Rechenzentren, in denen Bitcoins generiert werden, bedürfen einer dauerhaften Kühlung. Darum stehen diese Zentren hauptsächlich in nördlichen Ländern, weil dort die Kosten aufgrund des kühleren Klimas geringer sind.</p><p>Menschen, die nicht über die Rechenleistung verfügen, um Bitcoins zu generieren, können diese auf einem Bitcoin-Marktplatz gegen reale Währung wie € oder $ kaufen.</p><p>Auch wenn Bitcoins mit entsprechender Rechnerleistung selbst hergestellt werden können, so ist die Kryptowährung trotzdem vor einer Inflation geschützt, da die gesamte Anzahl an Bitcoins im Bitcoin-Netzwerk auf 21 Millionen beschränkt ist. Das Netzwerk reguliert sich selbst.\n\nHier der Link zu einer sehr vereinfachten, aber leicht verständlichen Erklärung aus der Sendung mit der Maus auf YouTube.</p>","Blockchain":"<p>Das Wort Blockchain kommt aus dem Englischen und bedeutet wörtlich übersetzt „Blockkette“, also eine Kette aus hintereinander aufgereihten Blöcken, in diesem Fall Datenblöcke. Blockchains sind die technische Basis für viele Kryptowährungen, wie z.B. Bitcoin.</p><p>Eine Blockchain ist eine alle Nutzer öffentlich zugängliche Datenbank, in der Einträge auf ewig gespeichert und nichts gelöscht wird. Lediglich neue Einträge werden hinzugefügt. Der Clou: die Daten der Blockchain sind nicht zentral gespeichert, sondern liegen vollständig auf dem Rechner von jedem einzelnen Teilnehmer des Netzwerks (dezentrale Datenspeicherung). Auf diese Weise ist sichergestellt, dass keine Manipulationen vorgenommen werden können, da alle Teilnehmer die Transaktionen kontrollieren können.</p><p>Im Fall der Kryptowährung Bitcoin kann man sich die Blockchain sehr vereinfacht wie eine große Tabelle vorstellen, in der sämtliche Transaktionen aller Nutzer im Bitcoin-Netzwerk festgehalten werden. Wenn die Tabelle eine bestimmte Größe erreicht hat, wird sie geschlossen, versiegelt (mittels Prüfsumme), an die vorherige Tabelle angehängt (wie bei den Gliedern einer Kette) und eine neue „Tabelle“ angelegt, in der die nächsten Transaktionen festgehalten werden: fertig ist die Blockchain.</p><p>Um die Sicherheit zu gewähren, verfügt jeder Datenblock über eine Prüfsumme, was sicherstellt, dass die Datenblöcke im Nachhinein nicht mehr geändert werden können.</p><p>In einer Blockchain können auch andere Informationen und Daten auf ewig gespeichert werden, wie z.B. Vertragsunterlagen, Musik- und Bilddateien usw. Aber in punkto Speicherung von persönlichen Daten ist die Blockchain unserer Ansicht ungeeignet, da es zu den Persönlichkeitsrechten gehört persönliche Daten zu vergessen oder zu verändern (Informationelle Selbstbestimmung).</p>","Bluetooth":"<p>Was ein dänischer König namens Harald Blauzahn aus dem Jahr um 900 mit Ihrem Smartphone zu tun hat? Sehr viel, denn nach ihm wurde Bluetooth benannt.</p><p>Bluetooth Ist eine Möglichkeit, um Daten mittels Funktechnik über kurze Distanzen hinweg von einem Gerät zum anderen zu übertragen, bzw. eine dauerhafte Verbindung zwischen zwei Geräten herzustellen.</p><p>Beispiel: Sie sitzen in Ihrem neuen Auto mit integrierter Freisprechanlage und möchten telefonieren. Über Bluetooth kann sich der Bordcomputer Ihres Autos drahtlos mit Ihrem Smartphone verbinden. So haben Sie über den Bordcomputer Zugriff auf Ihr Adressbuch und können frei telefonieren.</p>","Bookmark":"<p>Sie lesen ein gutes Buch und markieren sich alle Seiten - mit Zetteln, Knicken etc. - zu denen Sie später noch einmal zurückkommen möchten. Sie setzen also ein Lesezeichen, im englischen Bookmark. Das funktioniert auch mit Webseiten, allerdings ohne die Seiten zu knicken: durch das Hinterlassen eines elektronischen Lesezeichens auf der Seite wird diese automatisch in Ihrem Browser gespeichert. Jedes Mal wenn Sie Ihren Browser öffnen, werden Ihnen die Webseiten als Links angezeigt und sie können diese direkt anwählen - wie das Blättern durch die markierten Seiten in Ihrem Buch.</p>","Browser":"<p>Ein Browser ist ein Computerprogramm, mit dessen Hilfe Sie sich im Internet bewegen können. Wahrscheinlich nutzen Sie gerade als Browser Chrome, Edge, Firefox, Opera oder Safari, um sich unsere Webseite anzuschauen.  Durch das Programm werden sowohl das Internet selbst, als auch die darin vorhandenen Daten so angezeigt, dass der Nutzer damit arbeiten kann.</p>","Browser-Fingerprinting":"<p>Die Bezeichnung „Browser-Fingerprinting\" kommt aus dem  Englischen. Ein „Browser\" ist ein Computerprogramm, mit dessen Hilfe Sie  auf Webseiten zugreifen können. Der Begriff „fingerprinting\" kommt vom  englischen Wort „Fingerabdruck\" (fingerprint).</p><p>„Browser-Fingerprinting\"  ist eine Methode, die es erlaubt einzelne Nutzer:innen zu  identifizieren und deren Online-Aktivitäten zu verfolgen. Wenn Sie auf  eine Webseite zugreifen, dann übermittelt Ihr Browser eine Reihe von  Informationen an die Webseite wie z.B. den Browsertyp, Gerätetyp,  Betriebssystem, Bildschirmauflösung, bevorzugte Sprache und von welcher  Webseite aus der Link verfolgt wurde. Mit Hilfe dieser Informationen  kann dann in nahezu allen Fällen eine eindeutige ID abgeleitet werden  mit der das Online-Verhalten verfolgt werden kann.</p>","Bug":"<p>Bezeichnung für einen Fehler in einem Computerprogramm, in Computerspielen, im Internet oder auf Webseiten.</p><p>Das Wort „Bug“ kommt aus dem Englischen und bedeutet Insekt, bzw. Käfer. Der Name geht laut einer gerne erzählten - aber nicht gesicherten - Geschichte auf einen Computerfehler zurück, der angeblich im Jahr 1945 entstand, als eine Motte in einen Computer flog (Computer waren damals noch viel größer als heute) und ein Relais außer Funktion setzte.</p>"},"C":{"Cache":"<p>Ein Cache ist ein Pufferspeicher, durch den der Computer die Möglichkeit hat, öfter benötigte Daten zwischenzuspeichern, um dann schneller wieder darauf Zugriff zu haben und diese nicht nochmal neu berechnen oder herunterladen zu müssen.</p><p>Beispiel: Sie benötigen bestimmte Informationen regelmäßig, um eine immer wiederkehrende Aufgabe zu erledigen. Anstatt die Informationen jedes Mal neu zu recherchieren und Zeit zu investieren, speichern Sie sich diese ab, damit Sie bei Bedarf schnell darauf zurückgreifen können.</p>","CLOUD Act":"<p>CLOUD steht für Clarifying Lawful Overseas Use of Data, was so viel  bedeutet wie „Klärung der rechtmäßigen Verwendung von Daten im Ausland“.</p><p>Das  US-Gesetz ermöglicht es den US-Behörden auf gespeicherte Daten von  US-Firmen zuzugreifen – auch wenn die Daten im Ausland gespeichert  werden.</p>","Cloud Computing":"<p>Als Cloud (Englisch für „Wolke“) wird eine IT-Infrastruktur bezeichnet, bei der Speicherplatz, Rechenleistung oder auch Anwendersoftware zur Verfügung gestellt wird, die dann mittels Internet von vielen genutzt werden können.</p><p>Cloud Computing ist die Nutzung von Ressourcen in einer Cloud. Das funktioniert ähnlich wie beim Carsharing, wo mehrere Menschen das gleiche Auto nutzen können, da es zu unterschiedlichen Zeiten benötigt wird. Menschen, die in unterschiedlichen Zeitzonen leben oder auch unterschiedliche Arbeitszeiten haben, teilen sich die Rechenleistung aus der Cloud. Damit werden Ressourcen geschont und Kosten gespart. Ebenso können mehrere Menschen die gleiche Software nutzen, da diese zu unterschiedlichen Zeiten benötigt wird.</p><p>Nachteile liegen in der Angreifbarkeit von Clouds und darin, dass Anbieter von Cloud Computing die Aktivitäten des Nutzers in der Cloud sehen können.</p>","Cookies":"<p>Das Wort Cookies kommt aus dem Englischen und bedeutet „Kekse“. Cookies sind ähnlich wie das fiese Spiel auf dem Schulhof: Während Sie vorbeigehen klebt Ihnen jemand einen kleinen Zettel auf den Rücken. Später wundert man sich darüber, warum die anderen Schüler lachen oder man in den Hintern getreten wird. Was davon passiert, hängt davon ab, welche Art von Zettel man auf dem Rücken kleben hat und was darauf geschrieben steht.</p><p> </p><p>In der digitalen Welt werden Ihnen die Cookies von Webseiten verpasst und enthalten beispielsweise Informationen darüber, was Sie wo gekauft haben, welche Sprache Sie sprechen, Ihren Namen, Ihre E-Mail-Adresse, sowie Ihre Seiteneinstellungen. Cookies können außerdem ihre Login-Daten für eine Webseite speichern so dass Sie sich nicht jedes Mal neu anmelden müssen, wenn Sie auf die Seite gehen (Session-Cookies). Außerdem speichern Cookies Ihre Surfgewohnheiten und geben diese an den Betreiber der Internetseite weiter, die den Cookie gesetzt hat.</p><p>Je nach Art des Cookies können andere Seiten diese Information auslesen und Ihnen zum Beispiel angepasste Werbung zeigen. Das muss nicht per se schlecht sein, Sie sollten nur darüber informiert werden.</p>","Cryptocurrency (Kryptowährung)":"<p>Cryptocurrency, zu deutsch Kryptowährungen, sind digitale Vermögenswerte, die man als Tauschmittel entwickelt hat. Sie verwenden starke Kryptografie (Verschlüsselungen) zur Sicherung von Finanztransaktionen, zur Verifizierung der Übertragung von Vermögenswerten und zur Kontrolle der Schaffung zusätzlicher Einheiten.</p><p>Im Vergleich zu zentralisierten digitalen Währungs- und Zentralbanksystemen verwenden Kryptowährungen eine dezentrale Steuerung. Diese funktioniert mittels einer Distributed-Ledger-Technologie (Englisch für: Technik verteilter Kassenbücher), typischerweise einer Blockchain, die als öffentliche Finanztransaktionsdatenbank dient.</p>"},"D":{"Darknet":"<p>Das Darknet ist ein anonymer, versteckter Teil des Internet, zu dem man nur mit speziellen Browsern (z.B. Tor), besonderen Anonymisierungsmaßnahmen und persönlichen Kontakten zu anderen Nutzern gelangen kann. Suchmaschinen funktionieren hier nicht, da sich die Internetadressen der Inhalte regelmäßig ändern. Die Kommunikation erfolgt über unzählige, verschlüsselte, sogenannte Peer-to-Peer-Netzwerke (peer kommt aus dem Englischen und bedeutet Freund, also Freunde-zu-Freunde-Netzwerke). Das bedeutet es kommunizieren immer zwei Parteien direkt miteinander. Inhalte sind nur dann verfügbar, wenn derjenige, der sie zur Verfügung stellt, online ist.</p><p>Das Darknet an sich ist nicht illegal. Aufgrund seiner Anonymität bewegen sich dort jedoch auch viele Kriminelle und die Chance sich Viren oder einen Trojaner einzufangen sind ausgesprochen hoch.</p>","Data Broker":"<p>Data Broker kommt aus dem Englischen und bedeutet so viel wie „Datenmakler“. Datenmakler sind Firmen, die Daten online und außerhalb des Internet sammeln oder von anderen Firmen kaufen. </p><p>Data Broker sind keine neuen Mitspieler. Mehr oder minder unbemerkt gibt es sie schon sehr lange. Früher hießen sie Adresshändler, denn der Hauptgeschäftszweck war es Adressdaten, z.B. von den Gelben Seiten oder den Telefonbüchern „abzutippen“ und an Werbetreibende zu verkaufen. Heute geht es um ein digitales Geschäft: der Kauf und Verkauf von Benutzerdaten. Das ist nicht illegal, solange die Eigentümer der Daten dem zugestimmt haben.</p><p>Nur wenige kennen die Branche, die sich sehr bedeckt hält und jährlich hunderte Milliarden Euro umsetzt.</p>","Data Controller":"<p>Englisch für Datenverantwortliche:r.</p><p>Beispiel: Ein Maschinenbauunternehmen beauftragt eine externe Firma (UN 1) mit der Lohnbuchhaltung. Das Maschinenbauunternehmen gibt Informationen bezüglich der Höhe der Löhne, Arbeitszeiten, Urlaub etc. an UN 1 weiter. UN 1 stellt außerdem das IT-System zur Verfügung und speichert die Daten der Mitarbeiter. Das Maschinenbauunternehmen ist Datenverantwortliche:r (Data Controller), UN 1 ist Datenverarbeiter:in (Data Processor).</p>","Data Masking":"<p>Die wortwörtliche Übersetzung für den englischen Begriff Data Masking ist „Datenmaskierung“. Hier geht es darum bestehende vertrauliche Daten so zu verfremden, dass keine Rückschlüsse mehr auf die ursprünglichen Daten möglich sind.</p><p>Der Hauptgrund für Data Masking ist der Schutz von persönlichen Daten, wenn Daten mit Dritten geteilt werden. Beispiel: Eine Versicherung möchte die Daten ihrer Kunden statistisch auswerten lassen. Bevor die Datensätze zur Auswertung übergeben werden, wird ein bestimmter Teil der Daten (Name, Straße etc.) verfälscht bzw. anonymisiert, damit keine Rückschlüsse auf die Versicherten gezogen werden können.</p>","Data Mining":"<p>Englisch für Datenauswertung bzw. Datenanalyse. </p><p>Große Datenbestände werden mit Hilfe von sehr leistungsstarken Computern und statistischen Methoden untersucht, um neue Querverbindungen und Trends zu erkennen.</p>","Data Mobility":"<p>Data Mobility kommt aus dem Englischen und bedeutet übersetzt „Datenmobilität“, also die Möglichkeit Daten zu bewegen und von einem Ort zum anderen zu schaffen.</p><p>Daten, auch in riesigen Mengen, sind sehr mobil. Ein paar Millionen Briefe von einem Land ins andere zu schmuggeln wäre schwierig, stellen Sie sich nur die vielen Tüten, Säcke oder Körbe vor, die dafür nötig wären. Was für eine Schlepperei. Ein paar Millionen E-Mails sind hingegen kein Problem, da sich diese ganz einfach auf einem kleinen Datenträger speichern oder direkt elektronisch verschicken lassen.</p><p>Die Konsequenz von Data Mobility: eine bestimmte Art von Datenauswertung ist in einem Land illegal? Kein Problem, man stelle den Server, der die Auswertung macht einfach in ein Land, in dem die Auswertung legal ist und schickt die Daten dorthin. Bei den riesigen Datenmengen die jeden Tag bewegt werden, ist dies recht einfach zu verschleiern.</p>","Data Owner":"<p>Wortwörtlich aus dem Englischen übersetzt: „Datenbesitzer:in“. Als Data Owner werden leitende Mitarbeiter:innen innerhalb einer Organisation bezeichnet, die für die Qualität eines oder mehrerer Datensätze verantwortlich sind. Das bedeutet sie stellen sicher, dass Definitionen vorhanden sind, Maßnahmen existieren, die bei Datenqualitätsproblemen ergriffen werden und ein Datenqualitätsbericht erstellt wird.</p>","Data Portability":"<p>Die Bezeichnung data portability kommt aus dem Englischen und bedeutet „Datenübertragbarkeit\". </p><p>Das Recht auf Datenübertragbarkeit ist eines von acht Rechten, das mit Hilfe der DSGVO durchgesetzt wird.</p><p>Als  betroffene Person (Datensubjekt) erlaubt Ihnen die „Data portability\"  Daten, die ein Datenverantwortlicher über Sie besitzt, für Ihre eigenen  Zwecke zu erhalten. Sie können sie selbst nutzen oder an einen anderen  Datenverantwortlichen übermitteln. Die DSGVO verlangt, dass die Daten  \"in einem strukturierten, allgemein gebräuchlichen und maschinenlesbaren  Format\" vorliegen. </p>","Data Steward":"<p>Assistiert Data Ownern bei deren Aufgaben.</p>","Data Subject":"<p>Englisch für Datensubjekt.</p><p>Als Datensubjekt wird eine natürliche Person bezeichnet, die mittels verfügbarer Datenmarker identifiziert werden kann, wie z.B. durch Namen, Sozialversicherungsnummer oder anderen eindeutigen Kennnummern.</p>","Datenbank":"<p>Eine Datenbank ist ein elektronisches System, mit dem Daten verwaltet werden.</p>","Datenkapital":"<p>Im Englischen als Data capital bezeichnet.</p><p>Das Datenkapital eines Unternehmens beinhaltet alle Daten, die dieses Unternehmen besitzt, wie z.B. Kundendaten, Daten von Mitarbeitern und Lieferanten, Transaktionsdaten usw. Je mehr Daten das Unternehmen hat und je detaillierter diese sind, desto mehr sind diese wert und desto höher ist das Datenkapital.</p>","Datenmonopol":"<p>Im Englischen als data monopoly bezeichnet.</p><p>Ein Unternehmen, welches Daten von Nutzern sammelt, diese zentral speichert und den Nutzern keine Kontrollmöglichkeiten über die Verwendung ihrer Daten gewährt, hat ein Datenmonopol. Es hat die alleinige Macht über die gesammelten Daten.</p>","Datenökonomie":"<p>Im Englischen als data economy bezeichnet.</p><p>Als Datenökonomie wird ein weltweites, digitales Ökosystem bezeichnet, in dem Daten gesammelt und ausgetauscht werden, um Geld zu verdienen. Die Daten werden gespeichert und gesichert.</p><p>Als Datensammler agieren z.B. Suchmaschinen, soziale Medien, Bezahl- und Online-Anbieter, sowie zahlreiche andere Firmen, die im Internet unterwegs sind.</p><p>Eine Datenökonomie kann zentral (Daten werden auf zentralen Servern gespeichert und einige wenige Firmen haben die Macht über alle Daten) oder dezentral (Daten werden auf vielen einzelnen Geräten gespeichert und viele haben die Macht über Teile der Daten) sein. polypoly entwickelt die Technologie für eine dezentrale Datenökonomie: den polyPod.</p>","Datenschutzbeauftragte:r":"<p>Im Englischen als Data Protection Officer bezeichnet.</p><p>Datenschutzbeauftragte sind unabhängig und stellen sicher, dass in einer Organisation alle Gesetze zum Schutz von personenbezogenen Daten beachtet und angewendet werden. Artikel 37-39 der Allgemeinen Datenschutzverordnung der Europäischen Union erläutern die Benennung, Position und Aufgaben von Datenschutzbeauftragten innerhalb einer Organisation.</p>","Datenschutz vs. Datensicherheit ":"<p>Datenschutz: beschäftigt sich nicht mit dem Inhalt von Daten, sondern mit dem Recht über seine Daten zu bestimmen.</p><p>Datensicherheit: bezieht sich ganz generell auf den Schutz von Daten, egal um welche Art von Daten es sich handelt.</p>","Datensilo":"<p>Im Englischen als data silo bezeichnet.</p><p>Unter einem Datensilo versteht man Informationen und Datenbestände, die an speziellen Orten gespeichert werden und auf die nur bestimmte Personen Zugriff haben.</p><p>Datenmonopolisten wie Facebook und Co. haben alle ihre eigenen Datensilos, also große, auf Servern gespeicherte Datenbestände mit den Daten ihrer Nutzer.</p>","Datenverarbeiter:in":"<p>Im Englischen als Data Processor bezeichnet.</p><p>Beispiel: Ein Maschinenbauunternehmen beauftragt eine externe Firma (UN 1) mit der Lohnbuchhaltung. Das Maschinenbauunternehmen gibt Informationen bezüglich der Höhe der Löhne, Arbeitszeiten, Urlaub etc. an UN 1 weiter. UN 1 stellt außerdem das IT-System zur Verfügung und speichert die Daten der Mitarbeiter. Das Maschinenbauunternehmen ist Datenverantwortliche:r (Data Controller), UN 1 Datenverarbeiter:in (Data Processor).</p>","Datenzentrum":"<p>Im Englischen als Data Centre bezeichnet.</p><p>Fläche, auf der Computersysteme und die zugehörigen Komponenten untergebracht sind. Die Fläche kann innerhalb mehrerer Gebäude, einem Gebäude oder in einem ausgewiesenen Raum innerhalb eines Gebäudes sein.</p>","Declarative Programming":"<p>Das Wort declarative kommt aus dem Englischen und bedeutet übersetzt: deklarativ. Das wiederum kommt aus dem Lateinischen und bedeutet so viel wie „erklärend“. Declarative Programming bedeutet wörtlich übersetzt: erklärende Programmierung.</p><p>Beim Declarative Programming wird vom Programmierer festgelegt, welche Ziele mit dem Programm erreicht werden sollen, nicht wie es implementiert (eingebaut) werden muss. Das steht im Unterschied zu imperativen Programmen, bei denen die Art der Implementierung durch den Programmierer festgelegt wird.</p>","Device":"<p>Wer Englisch spricht oder einfach nur up-to-date klingen möchte, der sagt Device anstelle von Gerät. Das ist allerdings nicht sehr präzise, denn damit kann so ziemlich jedes (technische) Gerät gemeint sein, vom Smartphone über den Laptop bis hin zu Sensoren oder einem Hochleistungscomputer in einem Rechenzentrum.</p>","Dezentrales vs. zentrales System":"<p>Zentrales System:\nIn einem zentralen System gibt es eine übergeordnete Steuereinheit, die die Handlung der Teilnehmer innerhalb eines Systems bestimmt. Zum Beispiel der Anführer einer Gruppe, der die Befehlsgewalt über diese Gruppe hat. Nachteil: fällt der Anführer aus, dann ist die Gruppe erst mal nicht mehr handlungsfähig.</p><p>Dezentrales System:\nIn diesem System gibt es keine Zentrale. Alle Mitglieder des Systems sind eigenständig und unabhängig. Fällt ein Mitglied aus, so ist das System dennoch handlungsfähig.</p>","Digitale Daseinsvorsorge":"<p>Staatliche Daseinsvorsorge ist der verwaltungsrechtliche Begriff für öffentliche Dienstleistungen, die vom Staat bereitgestellt werden. Dies umfasst unter anderem Bildungs- und Kultureinrichtungen, Wasser- und Elektrizitätsversorgung, den öffentlichen Nahverkehr und das Gesundheitswesen.</p><p>Mit Hilfe von digitalen Lösungen können diese staatlichen Angebote verbessert und teilweise umfassend digital angeboten werden. Dieses digitale Angebot wird als digitale Daseinsvorsorge bezeichnet.</p>","Digitale Identität":"<p>Außerhalb des Internet kann sich eine Person mittels Fingerabdruck oder Personalausweis eindeutig ausweisen. Im Internet hingegen wird eine Person eindeutig mittels der digitalen Identität identifiziert. Dies funktioniert z.B. über die Anmeldung mittels Passwort in Kombination mit einer E-Mail-Adresse oder mittels digitaler Unterschrift bei wichtigen Dokumenten.</p>","Digitale Innovation":"<p>Unter digitaler Innovation wird die Anwendung von Softwaretechnologien verstanden, mit dem Ziel Probleme in der Geschäftswelt zu lösen.</p>","Digital Fingerprinting":"<p>Digital fingerprinting kommt aus dem englischen Sprachraum. Finger print bedeutet übersetzt Fingerabdruck.</p><p>Digital fingerprinting hat jedoch nichts mit den Fingerabdrücken zu tun, die Verdächtigen in Krimis abgenommen werden. Mit der Hilfe von digital fingerprinting werden Daten, wie z.B. Musikstücke, Fotos oder Filme, mit einer individuellen - für das menschliche Auge nicht sichtbaren - Identifikationsmöglichkeit, einem digitalen „Fingerabdruck“ versehen. Der Zweck dahinter ist die Verfolgbarkeit von Urheberrechtsverletzungen.</p>","Distributed-Ledger-Technologie":"<p>Die Distributed-Ledger-Technologie (aus dem Englischen und bedeutet so viel wie: Technik verteilter Kassenbücher) wird für die Dokumentation von Transaktionen genutzt. Das Besondere dabei ist, dass die Dokumentation nicht klassisch zentral an einem Ort (=in einem einzigen Kassenbuch) erfolgt, sondern an vielen verschiedenen Orten (dezentral), in beliebig vielen Kassenbüchern, von unterschiedlichen Parteien. Transaktionen werden in allen Kassenbüchern vermerkt und alle Parteien kommen zu einem Konsens bezüglich des aktuellen Standes der Kassenbücher. Möglich ist dies durch vernetzte Computer.\nEs gibt unterschiedliche Distributed-Ledger-Techniken. Der Unterschied liegt darin wie die vernetzten Computer zu einer Einigung bezüglich des Standes der Kassenbücher kommen (Konsensusprotokolle).</p><p>Distributed-Ledger-Techniken lassen sich außerdem in öffentliche (jeder kann ich beteiligen und die Daten einsehen) und private Netzwerke (Beteiligung und Zugriff sind limitiert) unterscheiden.</p><p>Eine Blockchain ist eine bestimmte Art von Distributed-Ledger-Technik.</p>","Domain":"<p>Domain kommt aus dem Englischen und wird im Deutschen mit „Domäne“ übersetzt.</p><p>Als Domain wird die Adresse einer Internetseite bezeichnet. Diese Adresse ist einzigartig und kommt weltweit genau ein Mal vor.</p><p>Eine Domain besteht aus verschiedenen Teilen. Die Endung, wie z.B. „.de“ bei vielen deutschen Seiten, wird als die Top-Level-Domain (wörtl.: oberste Ebene Domäne) bezeichnet.</p><p>Die Top-Level-Domains werden von Institutionen verwaltet, die auch Vorgaben über das Aussehen einer Domain machen (z.B. max. Zeichenmenge etc.). Für Domänen mit der Endung „.de“ ist die DENIC eG. zuständig.</p>","DSGVO / GDPR":"<p>DSGVO ist die Abkürzung für die Datenschutzgrundverordnung der Europäischen Union. Diese Verordnung regelt wie personenbezogene Daten von Firmen verarbeitet werden dürfen und welche Vorgaben einzuhalten sind.\n\nGDPR ist die englische Bezeichnung für die DSGVO und steht für General Data Protection Regulation.</p>"},"E":{"Ende-zu-Ende-Verschlüsselung":"<p>Im Englischen als end-to-end encryption bezeichnet.\nBei der Ende-zu-Ende-Verschlüsselung werden Nachrichten vor dem Versand vom Sender verschlüsselt und werden erst beim Empfänger wieder entschlüsselt. Auf diese Weise ist sichergestellt, dass nur der Sender und der Empfänger wissen, was in der Nachricht steht.</p>"},"F":{"Feature":"<p>Das Wort Feature kommt aus dem Englischen und wird mit „Merkmal“ übersetzt.</p><p>In der digitalen Welt wird mit dem Wort „Feature“ eine zusätzliche Funktion bezeichnet, die z.B. ein Smartphone oder ein Auto verbessert oder besonders macht.</p>","Firewall":"<p>Firewall kommt aus dem Englischen und bedeutet Brandmauer. Also eine Mauer, die vor äußeren Einwirkungen schützt.</p><p>Eine Firewall kann man sich wie die Sicherheitsvorkehrungen auf einem Hochsicherheits-Militärgelände vorstellen. Es gibt eine Mauer, diverse technische Vorkehrungen, die ein Eindringen über die Mauer verhindern und penible Kontrollen der ein- und ausfahrenden Fahrzeuge, sowie der Personen darin. Keiner kommt rein oder raus ohne Genehmigung der Sicherheitsleute am Haupttor.</p><p>Die Firewall ist zwischen das Internet und den eigenen Computer geschaltet. Sie prüft Zugriffsrechte von anderen Programmen und Rechnern (wie die Sicherheitsleute am Haupttor des Millitärgeländes bei einfahrenden Fahrzeugen) auf den geschützten Rechner und regelt welche Programme des Rechners auf das Internet zugreifen dürfen (wie die Sicherheitsleute bei der Ausfahrt vom Gelände).</p><p>Eine Firewall kann auch zwischen Netzwerken oder lokalen Computern geschaltet werden.</p>","Five Eyes (FVEY)":"<p>Fives Eyes kommt aus dem Englischen und bedeutet übersetzt: Fünf Augen. Es handelt sich um eine Bezeichnung für einen Zusammenschluss der Länder Australien, Kanada, Neuseeland, das Vereinte Königreich und der USA. Zweck des Zusammenschlusses, dessen Details 1946 in der UKUSA-Vereinbarung festgelegt wurden, ist die Sammlung, Speicherung und der Austausch von Daten.</p><p>Fives Eyes operiert weltweit und hat sich die Beobachtung der verschiedenen Länder der Welt untereinander aufgeteilt. Ein gegenseitiges Ausspionieren erfolgt angeblich nicht.</p><p>Viele Länder würden dem Zusammenschluss gerne beitreten - bisher erfolglos. Dennoch arbeiten die Geheimdienste vieler Länder - auch der BND (Bundesnachrichtendienst) mit Five Eyes zusammen.</p>","Flooding":"<p>Aus dem Englischen und bedeutet übersetzt „Überflutung“.</p><p>Flooding ist ein Routing-Algorithmus, der in Computernetzwerken verwendet wird. Kurzer Exkurs: Beim Routing werden optimale Wege bestimmt, um Nachrichten zu versenden. Ein Algorithmus ist eine Abfolge von Anweisungen innerhalb eines Programms. Ein Routing-Algorithmus gibt also genaue Anweisungen darüber wie und über welche Wege Nachrichten versendet werden sollen.</p><p>Beim Flooding wird - wie es der Name schon sagt - das Netzwerk quasi mit einem Datenpaket geflutet. Jeder Datenknoten (Schnittstelle von Datenleitungen) leitet das Datenpaket in alle Datenleitungen weiter, mit denen er verbunden ist. So gelangt das Datenpaket in das gesamte Netzwerk.</p><p>Man unterscheidet zwischen zwei Arten von Flooding, dem kontrollierten und dem unkontrollierten Flooding. Beim unkontrollierten Flooding sind keine Mechanismen eingebaut, die die verhindern, dass sie selben Daten immer wieder aufs Neue durch das Netzwerk geschickt werden. Beim kontrollierten Flooding sind entsprechende Mechanismen eingebaut.</p>","FTP (File transfer protocol)":"<p>FTP ist die Abkürzung für „File Transfer Protocol“. Die Bezeichnung kommt aus dem Englischen und bedeutet so viel wie „Dateiübertragungsprotokoll“. FTP ist eine Methode um Dateien von einem Computer zum anderen zu übertragen.</p>"},"G":{"Geotagging":"<p>Der Begriff Geotagging setzt sich aus den Wörtern „Geo“ (griechisch für Erde) und „tagging“ (to tag, Englisch für markieren) zusammen.</p><p>Beim Geotagging werden geographische Informationen für das menschliche Auge unsichtbar in einer Datei gespeichert. Beispiel: Sie sind im Urlaub auf den Seychellen und machen diverse Fotos. Um die Fotos mit einem Geotag zu versehen, könnten Sie die Breiten- und Längengerade Ihrer aktuellen Position, sowie Höhenangaben und Peilungen, Ortsnamen, Zeitangaben etc. in diesen Fotos hinterlegen. Diese Informationen können von anderen ausgelesen werden, die wissen möchten, wann und wo die Fotos gemacht wurden. Mittels speziellen Bildsuchmaschinen können auch Orte gefunden werden, die in der Nähe von dem Ort liegen, wo Sie die Fotos gemacht haben.</p><p>Geotagging kann sich als ausgesprochen hilfreich erweisen, um Kriminalfälle aufzuklären und vermisste Personen zu finden. Allerdings ermöglicht es auch das Ausspionieren von persönlichen Daten.</p>","Geotargeting":"<p>Der Begriff Geotargeting setzt sich aus den Begriffen „Geo“ (griechisch für Erde) und „targeting“ (to target someone, Englisch für sich jemanden zur Zielgruppe nehmen), zusammen.</p><p>Beim Geotargeting wird der Standort von Internetnutzern mittels IP-Adressen oder GPS-Daten bestimmt. Diese Informationen können z.B. für Werbung genutzt werden. </p><p>Beispiel: Sie wohnen in Berlin, wo auch Ihr Computer steht. Wenn Sie über Ihren Computer ins Internet gehen, kann man an Ihrer IP-Adresse sehen, dass Sie in Berlin wohnen. Ein Unternehmen, das für ein Event speziell Werbung an Leute schicken möchte, die in Berlin wohnen, kann mittels Geotargeting festlegen, dass nur die Personen diese Werbung erhalten sollen, die sich in Berlin aufhalten.</p>"},"H":{"Hacking":"<p>Der Begriff Hacking kommt aus dem Englischen und wird von to hack into something (in etwas eindringen) abgeleitet.\nAls Hacking wird das - in der Regel - unbefugte Eindringen in Computernetzwerke, bzw. die die unerlaubte Übernahme dieser Netzwerke bezeichnet.</p><p>Ursprünglich wurden geschickte Computertechnik-Enthusiasten oder Programmierer auch „Hacker\" genannt.</p>","Hashing":"<p>Hashing ist die Verwendung von sogenannten Hash-Funktionen, um Daten in einen kleinen Wert fester Größe zu kodieren. Vereinfacht ausgedrückt kann man sich das als eine eindeutige Prüfsumme für gegebene Daten vorstellen.</p><p>Hashes werden häufig im Zusammenhang mit Verschlüsselungen verwendet.</p>","Hashtag":"<p>Der Begriff Hashtag kommt aus dem Englischen und setzt sich aus den Wörtern „Hash“ (Raute) und „tag“ (etwas markieren) zusammen. </p><p>Ein Hashstag ist eine Art Verschlagwortung, mit denen Nachrichten und Inhalte in sozialen Medien besser gefunden werden können. Ein Hastag besteht aus zwei Teilen, dem #-Zeichen, das den Hashtag als einen solchen kenntlich macht und text. Im Falle von polypoly würde ein Hashtag z.B. so aussehen: #polypoly.</p>","Host":"<p>Ein Host im Sinne eines \"Netzwerk-Hosts\" ist ein Computer, der an ein  Computernetzwerk angeschlossen ist. Jeder Host im Netzwerk muss eine  eindeutige IP-Adresse haben.</p>","HTML":"<p>HTML ist die Abkürzung für „Hypertext Markup Language“ und wird im Deutschen mit „Hypertext-Auszeichnungssprache“ übersetzt.</p><p>Mit  HTML werden Webseiten geschrieben und strukturiert. Browser, wie z.B.  Firefox, Chrome und andere lesen die HTML-Dateien aus und stellen die  Webseite dann grafisch für uns dar.</p><p>Auf HTML basierende Content Management Systeme, wie z.B. Typo3 und WordPress  stellen dem Nutzer die grafische Oberfläche für den Bau von Webseiten  zur Verfügung.</p>","HTTP":"<p>HTTP steht für „Hypertext Transfer Protocol“, was in etwa soviel bedeutet wie „Übertext-Übertragungsprotokoll“. Webbrowser verwenden dieses Protokoll, um Webseiten und deren Inhalte von Websites anzufordern.</p>"},"I":{"Inkognito Modus":"<p>Der Inkognito Modus wird oft auch als privater Modus bezeichnet. Bestimmte Einstellungen im Browser sorgen für eine Löschung von Suchverläufen, Cookies und anderen Daten, die man auf Webseiten eingegeben hat, sobald man den Browser schließt. Auf diese Weise können andere Personen, die den gleichen Computer nutzen, nicht mehr sehen, was die Person vorher im Internet gesucht hat und auf welchen Seiten sie war.</p><p>Achtung: durch das Surfen im Inkognito Modus wird man im Internet nicht anonym. Browserinformationen, IP-Adresse etc. sind sichtbar.</p>","Internet der Dinge (IoT)":"<p>Im Englischen als Internet of Things (IoT) bezeichnet</p><p>Das Internet der Dinge ist eine Bezeichnung für alle technischen Geräte auf der Erde, die einen Ein- und Ausschalter haben und eine Verbindung zum Internet herstellen können, um dort zu kommunizieren. Angefangen bei Computern und Smartphones, bis hin zu Autos, internetfähigen Toastern, Kühlschränken, Fitnesstrackern und anderen Geräten.</p>","IP-Adresse":"<p>IP ist die Abkürzung für Internet Protocol. </p><p>Jedes Gerät, das sich innerhalb eines Netzwerkes befindet, erhält eine eindeutige IP-Adresse, mit deren Hilfe das Gerät direkt angesprochen und erreicht werden kann.</p><p>Alle Geräte, die sich mit dem Internet verbinden, bekommen vom Provider ebenfalls eine IP-Adresse zugewiesen, damit das Gerät kontaktiert und identifiziert werden kann. Diese IP-Adresse wird ständig geändert.</p>"},"M":{"MAC-Adresse (Media Access Control Addresse)":"<p>In einem Computernetzwerk gibt es Netzwerk-Schnittstellen-Controller. Diese kontrollieren und überwachen eine bestimmte Schnittstelle in besagtem Netzwerk. Um diesen Controllern eine Kommunikation innerhalb eines bestimmten Teils des Netzwerks zu ermöglichen, hat jeder Controller eine eindeutige Kennung, die als Netzwerkadresse fungiert. Diese Kennung ist die MAC-Adresse. </p><p>MAC-Adressen werden überwiegend von Geräteherstellern vergeben (stehen meistens auf einem Label auf der Rückseite des Geräts) und auch oft als eingebrannte oder physikalische Adresse bezeichnet.</p>","Malware":"<p>Als Malware wird jede Art von Software bezeichnet, die entwickelt wurde, um Schäden an einem Computer, Server, Client oder Computernetzwerk zu verursachen. Es gibt viele verschiedene Typen von Malware, darunter z.B. Computerviren, Trojaner und Spyware.</p>","Maschinelles Lernen":"<p>Bei maschinellem Lernen lernt ein künstliches System anhand von Beispielen, erkennt Muster und Gesetzmäßigkeiten - sammelt sozusagen Erfahrung - und kann diese gesammelte Erfahrung dann im Anschluss auch auf andere, neue Situationen anwenden.</p><p>Die Anwendungsfelder sind ausgesprochen vielfältig. Um nur ein paar zu nennen: Sprach- und Texterkennung, automatisierte Diagnose­verfahren und Erkennung von Kreditkartenbetrug.</p>","Metadaten":"<p>Der Begriff setzt aus dem griechischen „Meta“ und dem Wort „Daten“ zusammen. Meta bedeutet hier so viel wie „auf einer höheren Stufe“.</p><p>Metadaten sind Informationen über Merkmale anderer Daten, die für das menschliche Auge unsichtbar hinterlegt werden. Beispiel: Sie machen Urlaubsfotos und hinterlegen in den Fotos digitale Informationen über den Längen- und Breitengrad des Ortes, an dem das Foto aufgenommen wurde (Geotagging). Diese Daten sind Metadaten, anhand derer durch die Verwendung von spezialisierten Suchmaschinen Fotos, aber auch Videos und andere Informationen einfacher gefunden werden können.</p><p>Metadaten werden von Datenschützern jedoch auch mit Sorge betrachtet, da sich mit ihrer Hilfe viele persönliche Informationen auslesen lassen.</p>","Metasuchmaschine":"<p>Der Begriff Metasuchmaschine setzt sich aus dem griechischen Wort „Meta“ und dem Wort „Suchmaschine“ zusammen. Meta bedeutet so viel wie „auf einer höheren Stufe“. </p><p>Metasuchmaschinen haben keine eigenen Verzeichnisse, in den sie suchen, sondern sie leiten ihre Suche gleichzeitig an mehrere andere Suchmaschinen weiter, sammeln deren Ergebnisse und bereiten diese entsprechend für den Sucher auf. </p><p>Der Vorteil einer Metasuchmaschine liegt darin, dass eine Suchanfrage nur einmal eingegeben werden muss, um bei Vielzahl von Suchmaschinen anzufragen.</p>"},"N":{"NFC (Near Field Communication)":"<p>NFC steht für den Begriff „Near Field Communication“ und bedeutet übersetzt „Nahfeld-Kommunikation“.</p><p>Mit diesem internationalen Übertragungsstandard, der auf einer Technologie für Sender-Empfänger-Systeme (RFID-Technik) basiert, können Daten über kurze Distanzen übertragen werden.</p>"},"O":{"Objektorientierte Programmierung (OOP)":"<p>Die Objektorientierte Programmierung ist ein Programmierstil, bei dem alles was programmiert wird durch Objekte beschrieben ist.</p><p>Beispiel: In einem Spiel soll ein Auto durch das Bild fahren. Das Auto ist ein Objekt. Diesem Objekt werden wiederum bestimmte Eigenschaften (wie. z.B. Farbe, Anzahl Reifen, Anzahl Türen etc.) zugewiesen. Und: das Objekt hat Funktionen. In unserem Fall z.B. das Fahren.</p><p>Zu den objektorientierten Programmiersprachen gehört z.B. Java.</p>","Open Source Software":"<p>Open-Source-Software ist eine Computer-Software deren Quellcode jeder einsehen, verändern und erweitern kann.</p><p>Die Idee hinter Open Source ist eine Bündelung von Kompetenzen und Ressourcen, um Software im Rahmen einer öffentlichen Zusammenarbeit zu entwickeln, zu testen oder zu verbessern.</p>"},"P":{"Peer-to-peer (P2P) Programme":"<p>Der Begriff „peer“ kommt aus dem Englischen und bedeutet übersetzt so viel wie „Kolleg:in“. „Peer to peer“ kann daher mit „Kolleg:in zu Kolleg:in“ übersetzt werden. Die Abkürzung für „peer to peer“ ist P2P.</p><p>In P2P-Netzwerken werden Daten zwischen „“ - das sind Computersysteme, die über das Internet miteinander verbunden sind - miteinander ausgetauscht. Ein zentraler Server ist dafür nicht erforderlich.</p>","Personenbezogene Daten":"<p>Personenbezogene Daten sind Angaben und Informationen, die sich auf eine natürliche Person (im Gegensatz zu einer juristischen Person, z.B. einem Unternehmen)  beziehen. Das können z.B. persönliche Daten (Alter, Adresse,  Geburtsdatum etc.) oder Kennnummern sein, oder auch Bankdaten und  körperliche Merkmale (Geschlecht, Augenfarbe, Größe etc.).\n\nPersonenbezogene Daten werden durch die DSGVO (Datenschutzgrundverordnung) geschützt. </p>","Personenbezogene Daten besonderer Kategorien":"<p>Es gibt Daten, die in den falschen Händen besonders viel Schaden  anrichten können, wie z.B. genetische und biometrische Daten oder  Gesundheitsdaten. Daher müssen diese Daten ganz besonders geschützt  werden. Für das Sammeln und Verarbeiten dieser Daten gelten besonders  strenge Regeln.</p>","Phishing":"<p>Der Begriff „Phishing“ leitet sich vom englischen Wort „fishing“ (Angeln) ab.</p><p>Phishing bezeichnet alle Methoden, dies es darauf abgesehen haben, sich die Zugangsdaten von Nutzern anzueignen - zu „angeln“. Das kann z.B. mittels gefälschter Webseiten, E-Mails oder Kurznachrichten passieren, in denen dem Nutzer vorgegaukelt wird, dass diese von einem vertrauenswürdigen Absender kommen.</p><p>Ein Klassiker ist zum Beispiel eine E-Mail, in der die Empfänger über ein angebliches Problem mit dem eigenen Nutzerkonto informiert werden, das es unbedingt erforderlich macht, sich über einen Link in besagter E-Mail in das eigene Nutzerkonto einzuloggen. Mit der Eingabe der eigenen Nutzerdaten werden diese Informationen direkt an unbefugte Dritte übermittelt und für illegale Aktivitäten genutzt.</p>","Plug-in":"<p>Der Begriff „plug-in“ kommt aus dem Englischen und wird ins Deutsche mit „steckerfertig“, „fertig zum Einstecken“ übersetzt.</p><p>In der IT-Welt wird Plug-in als Bezeichnung für den Teil einer Software verwendet, der auf Wunsch zu einer bestehenden Software hinzugeschaltet werden kann, um diese zu verändern bzw. zu erweitern. Auf diese Weise können z.B. zu Bildverarbeitungsprogrammen viele hilfreiche Funktionen hinzugefügt werden, wie z.B. zusätzliche Effekte zum Verändern von Mustern und Farben.</p>","Polypol vs. Monopol":"<p>Ein Polypol, im englischen Sprachraum polypoly genannt, ist eine Marktform in der viele Marktteilnehmer (Nachfrager und Anbieter) existieren. Keiner der Teilnehmer hat eine Marktmacht und durch Wettbewerb entsteht ein gesundes Gleichgewicht.</p><p>Das Gegenteil eines Polypol ist das Monopol, im Englischen als monopoly bezeichnet. In einem Monopol gibt es nur einen Anbieter, der die alleinige Marktmacht hat. Er kann die Preise bestimmen und seine Interessen gegenüber den Nachfragern durchsetzen, da es für diese keine Alternative gibt.</p>","Product Owner":"<p>Der Begriff „product owner“ kommt aus dem Englischen und wird im Deutschen mit „Projektverantwortliche:r“ übersetzt. Die Bezeichnung hat ihren Ursprung in der Scrum-Methode, eine Projektmanagement-Methode, die sowohl für Projekt-, als auch in der Softwareentwicklung genutzt wird.</p>","Profiling":"<p>In der IT umfasst der Begriff „Profiling“ die Erstellung von Nutzerprofilen durch die Auswertung von einer Unmenge an Daten. </p><p>Mit der Hilfe von Algorithmen und speziellen Auswertungsverfahren werden Muster und Zusammenhänge erkannt, die an anderer Stelle z.B. für die Optimierung von Werbemaßnahmen verwendbar sind.</p>","Provider":"<p>Der Begriff „provider“ kommt aus dem Englischen und bedeutet übersetzt „Versorger“.</p><p>Internet- oder auch Mobilfunkprovider sind Unternehmen, die ihren Kunden einen Anschluss für Telefon-, Internet- oder Mobilfunk zur Verfügung stellen und die dafür erforderlichen Leistungen und Geräte anbieten.</p>","Pseudonymisierung vs Anonymisierung":"<p>Das Wort pseudonymisiert leitet sich vom altgriechischen Adjektiv „pseudonym“ ab und bedeutet „fälschlich so genannt“. Anonym kommt ebenfalls aus dem Altgriechischen und bedeutet: „ohne Namen“. Sowohl die Anonymisierung, als auch die Pseudonymisierung dienen dem Datenschutz. </p><p>Anonymisierung: personenbezogene Daten werden in einem so großen Umfang verändert, dass die Daten nicht mehr bestimmten Personen zugeordnet werden können. Diese Prozess kann nicht mehr rückgängig gemacht werden.</p><p>Pseudonymisierung: personenbezogene Merkmale in einem Datensatz, die Aufschluss über eine bestimmte Person geben, werden durch ein Pseudonym - meistens eine Folge aus Zahlen und Buchstaben - ersetzt. Mit einem speziellen Schlüssel können die pseudonymisierten Daten wieder sichtbar gemacht und der Bezug zu bestimmten Personen wieder hergestellt werden.</p>"},"R":{"Retargeting":"<p>Retargeting ist ein Begriff aus dem Online-Marketing und leitet sich vom Englischen „to target“, sich jemanden zur Zielgruppe nehmen, ab. Das „re“ am Anfang des Wortes bedeutet so viel wie „erneut“.</p><p>Besucher, die eine Webseite besuchen, werden elektronisch markiert und dann beim Surfen auf anderen Webseiten erneut mit gezielter Werbung angesprochen.</p><p>Beispiel: Sie überlegen sich ein Fahrrad zu kaufen und surfen auf einer Webseite für Fahrräder. Dort werden Sie elektronisch markiert und ab sofort erhalten Sie immer wieder Werbung zu Fahrrädern, wenn Sie auf anderen Webseiten surfen.</p>","Router":"<p>Der Name Router leitet sich aus dem englischen Wort route (Weg, Kurs) ab.</p><p>Ein Router ist ein Gerät, mit dem Daten an andere Geräte weitergeleitet, bzw. verteilt werden können und der den Zugang zum Internet ermöglicht.</p>"},"S":{"SDK (Software Development Kit)":"<p>Die Abkürzung SDK steht für die englische Bezeichnung „Software  Development Kit“ und kann im Deutschen mit „Baukasten für die  Softwareentwicklung“ übersetzt werden.</p><p>Für jede Programmiersprache  gibt es ein SDK. Ein SDK ist eine Ansammlung von Programmbibliotheken  und Programmierwerkzeugen, mit deren Hilfe Software entwickelt wird.</p>","Server":"<p>Der Name „Server“ leitet sich vom englischen Begriff „to serve“ (zu Deutsch: bedienen) ab.</p><p>Als „Server“ wird ein Computerprogramm oder ein Host bezeichnet, das darauf wartet, dass ein Kunde (Client) Kontakt mit ihm aufnimmt und es für den Client eine Dienstleistung erfüllen kann.</p>","Sniffing":"<p>Der Begriff „sniffing“ kommt aus dem Englischen und bedeutet schnüffeln.</p><p>Sniffer-Software sind Programme für die Analyse von Netzwerken, die dabei helfen sollen Schwachstellen und Fehler im Netzwerk aufzuspüren.</p>","Software as a Service (SaaS)":"<p>SaaS ist die Abkürzung für die englische Bezeichnung „Software as a Service“, in Deutsch: „Software als Dienstleistung“.</p><p>Als SaaS wird ein weit verbreitetes Geschäftsmodell beschrieben, beim dem ein Unternehmen seinen Kunden Software über das Internet, bzw. eine Cloud bedarfsorientiert verfügbar macht. Die Software wird direkt im Browser oder über den Software-Client genutzt und Kunden können sich genau die Software einkaufen, die sie wirklich benötigen.</p>","Spyware":"<p>Der englische Begriff „spyware“ ist ein Kunstwort, das sich aus den Wörtern „spy“ (Spion) und „ware“ (software) zusammensetzt, also eine Software, die dazu verwendet werden soll, um andere auszuspionieren.</p>","SSL (Secure Sockets Layer)":"<p>Die Abkürzung SSL steht für die Bezeichnung „Secure Sockets Layer“. Diese Bezeichnung ist inzwischen jedoch veraltet und wurde durch „Transport Layer Security“ (TLS) ersetzt.</p><p>Dabei handelt es sich um ein Verschlüsselungsprotokoll, mit dem Daten sicher zwischen zwei Computersystemen, z. B. einem Webbrowser und einer Website übertragen werden können.</p>"},"T":{"Tags (or tagging)":"<p>Der Begriff tagging kommt aus dem Englischen von „to tag“ (etwas markieren). Tags werden verwendet, um elektronische Beiträge, wie z.B. Posts auf Social Media, zu markieren.</p><p>Der wohl geläufigste „Tag“ ist der „Hashtag“. Mit ihm werden Beiträge markiert, um diese leichter auffindbar zu machen. „Tags“ werden aber auch dazu verwendet, um bestimmte Nutzer in einem Beitrag anzusprechen. Dazu wird das @-Zeichen in Verbindung mit dem Nutzernamen verwendet.</p>","Token":"<p>Token kommen im Zusammenhang mit Kryptowährungen vor, allerdings sind sie keine Kryptowährung, da ihnen bestimmte Eigenschaften fehlen.</p><p>Token stellen einen bestimmten Vermögenswert oder Vermögensgegenstand dar, der vorher festgelegt wurde. Das kann alles sein, was sich handeln lässt, angefangen von Rohstoffen, bis hin zu Immobilien und Treuepunkten.</p>","Tor":"<p>Sie fragen sich, was Anonymität im Internet mit Zwiebeln zu tun hat? Bei der Software „Tor“ sehr viel, denn Tor steht für „The Onion Router“ (Zwiebelrouter). Der Name wurde gewählt, da die Struktur des Programms (verschiedene Schichten der Verschlüsselung) der einer Zwiebel sehr ähnlich ist.</p><p>Tor ermöglicht es dem Nutzer sich weitestgehend anonym im Internet zu bewegen und wird darum auch als Browser für das Surfen im Darknet verwendet.</p>","Trojaner":"<p>Kennen Sie die Sage vom Trojanischen Pferd? Griechische Soldaten versteckten sich im Bauch eines hölzernen Pferdes und stellten es vor die Stadtmauern von Troja, das sie seit Tagen erfolglos zu erobern versucht hatten. Die Trojaner waren so neugierig auf das Pferd, dass sie es hinter ihre Stadtmauern holten. In der Nacht stiegen die griechischen Soldaten aus dem Pferd, öffneten die Tore Trojas und eroberten es.</p><p>Software, die nach außen hin so tut als sei sie harmlos und legitim, aber dann im Geheimen versucht sich Zugang zum System zu verschaffen, oder Schaden anzurichten nennt man in der IT-Welt Trojanisches Pferd - Kurzform: Trojaner -, in Anlehnung an die griechische Sage.</p><p>Trojaner zählen zur Gruppe der Malware.</p>","Two-factor authentication (Zwei-Faktor-Authentisierung)":"<p>Bei der Zwei-Faktor-Authentisierung, abgekürzt 2FA, wird die Identität eines Nutzers mit Hilfe der Kombination von zwei unterschiedlichen, unabhängigen Komponenten (Faktoren) nachgewiesen. Klassisches Beispiel ist die Kombination EC-Karte und PIN am Bankautomaten.</p>"},"U":{"URL":"<p>URL ist die Abkürzung für den englischen Begriff „Uniform Resource Locator“. Dieser Begriff ist die IT-Bezeichnung für die Internetadresse.</p>","User Interface (UI)":"<p>Deutsche Bezeichnung: Benutzeroberfläche</p><p>Als Benutzeroberfläche oder auch Benutzerschnittstelle wird die Art und Weise bezeichnet, über die ein Nutzer mit einer Maschine kommuniziert.</p><p>Auf Ihrem Computer haben Sie z.B. ein Betriebssystem - sehr wahrscheinlich von Microsoft oder Apple. Beide Betriebssysteme arbeiten mit Icons, auf die man klickt, um Programme zu starten oder andere Aufgaben zu erledigen. Die Summe aller Icons, die Art der Darstellung etc. sind Teil der Benutzeroberfläche.</p>","UX":"<p>Die Abkürzung UX steht für den englischen Begriff „User Experience“ (Nutzererfahrung). Damit ist die Gesamtheit der Erfahrungen gemeint, die ein Nutzer mit digitalen Geräten macht, wie. z.B. Tablets, Smartphones etc..</p>"},"V":{"Virtual Machine":"<p>Der Begriff „virtual machine“ kommt aus dem Englischen und bedeutet wörtlich übersetzt „virtuelle Maschine“.</p><p>Eine virtual maschine ist eine Computerdatei, mit der das Abbild eines Computers innerhalb eines anderen Computers geschaffen wird. Mittels Klick auf ein Fenster kann sie geöffnet und genauso bedient werden, wie ein Computer.</p><p>Der Zweck einer virtual machine ist es vorab zu sehen, wie sich bestimme Modifikationen auf die Funktion des Computers auswirken würden, ohne Gefahr zu laufen den eigentlichen Computer zu beschädigen.</p>","VPN (Virtual Private Network)":"<p>Die Bezeichnung „Virtual Private Network“ (VPN) kommt aus dem Englischen und bedeutet wörtlich übersetzt „Virtuelles privates Netzwerk“. Damit wird eine Verbindung zwischen Netzwerken bezeichnet, die für andere nicht einsehbar ist. </p><p>VPN wird zum Beispiel genutzt, um Mitarbeiter, die von zu Hause aus arbeiten, mit dem Netzwerk ihrer Firma zu verbinden. Diese haben dann von zu Hause aus den gleichen Zugriff als wenn sie in der Firma wären.</p>"},"W":{"Webcrawler":"<p>Der Begriff Webcrawler setzt sich aus den englischen Wörtern „Web“ (Netz; Internet) und „crawler“ (Krabbler) zusammen.</p><p>Webcrawler sind Computerprogramme, die eigenständig und automatisiert das Internet (world wide web) durchforsten und Webseiten auswerten. Sie sammeln Informationen und werden z.B. auch von Suchmaschinen eingesetzt, um Webseiten zu ihrem Index hinzuzufügen.</p>","Whistleblower":"<p>Der Begriff „Whistleblower“ kommt aus dem Englischen und wird von der Redewendung „to blow the whistle“ (verpfeifen) abgeleitet. Ein Whistleblower ist eine Person, die geheime, bzw. geschützte Informationen öffentlich macht.</p>","Widget":"<p>Der Begriff „Widget“ ist ein Kunstwort, das sich vermutlich aus den Worten „window“ (Fenster) und „gadget“ (Gerät) zusammensetzt.</p><p>Als Widget wird das Bedienelement einer grafischen Nutzeroberfläche bezeichnet. Beispiel: Sie können sich auf Ihrer Benutzeroberfläche eines kleines Fenster anzeigen lassen, welches Sie über das Wetter auf dem Laufenden hält. Es zeigt Ihnen auf einen Blick die aktuelle Temperatur, sowie ob es regnet oder die Sonne scheint.</p>","Wiki":"<p>Als „Wiki“ wird eine Webseite bezeichnet, die von den Nutzern gelesen und bearbeitet werden kann. Das gemeinsame Ziel ist in der Regel das Sammeln von Wissen und Erfahrung, sowie die Dokumentation derselben.</p><p>Beispiel eines „Wiki“ im Internet ist die freie Enzyklopädie Wikipedia.</p>","WORM":"<p>WORM steht nicht für einen Wurm, sondern ist die Abkürzung für „write once read many“. Das bedeutet ins Deutsche übersetzt so viel wie „schreibe einmal lese viele“.</p><p>Mit WORM werden Maßnahmen bezeichnet, die es unmöglich machen Daten auf einem bestimmten Speichermedium zu Ändern, zu Löschen oder zu Überschreiben. Daten werden quasi solange auf dem Speichermedium hintereinander gespeichert, bis das Speichermedium keine Speicherkapazität mehr hat.</p>"}},"en":{}}