{
    "en": {
        "A": {
            "Ad Blocker": "<p>An ad blocker is a software that frees you from advertisements that otherwise appear on many websites. Not everything, of course, but quite a lot.</p><p>\"Ad\" stands for advertisement, and \"blocker\" means to block. An ad blocker recognises an advertisement by the fact that it is sent by so-called ad servers. Advertisers place their ads on ad servers. If the advertisers have paid for an ad to be displayed on a certain website, then the website picks up the ad from the ad server, so to speak. The ad blocker can detect if a content comes from such an ad server.</p><p>This is also the reason why an ad blocker does not block all ads. If an ad does not come from an ad server, the ad blocker cannot recognize the content as an ad. An ad blocker is very useful, but it is not smart.</p>",
            "Adware": "<p>Adware is a made-up word that is composed of ad and software. Adware can be used to automatically display advertisements within a program. For example, developers use adware to make money from the programs or software they develop.</p><p>Whenever an ad is displayed, money flows from an advertiser to those who display an ad in their program or software. There are two ways to do this. Pay-per-view, where money is paid when the ad is displayed, and pay-per-click, where money flows when you click the ad.</p>",
            "AI (Artificial Intelligence)": "<p>AI (artificial intelligence) usually refers to the attempt to imitate human decision-making structures by building and programming a machine, for example a computer, in such a way that it can process problems relatively independently. However, it is also sometimes used to describe the imitation of intelligence. For example, through algorithms that simulate intelligent behaviour. This often happens in computer games, for example.</p>",
            "Algorithm": "<p>An algorithm is a kind of recipe, a sequence of instructions within a program: Do this, then do that, and if that's the same, then do that, too. When you enter a search term into Google, an algorithm decides which pages are offered to you. If the SCHUFA (German private credit bureau) calculates your creditworthiness, then this calculation method is also an algorithm. Algorithms are for data-driven companies what Coca Cola's strictly guarded recipe is. Algorithms evaluate and control our lives, more and more comprehensively, more and more inevitably and more and more intransparently. This makes it all the more important to discover and understand how they work.</p>",
            "API": "<p>On a computer or smartphone hundreds of programs run simultaneously and they all have very specific functions. These specialized programs have to exchange information with each other so that the entire task can be completed as each program covers only one aspect. The exchange works via an Application Programming Interface (API). </p><p>An example: The program in which you write your mails cannot send the mail itself. Instead, it passes it on to another program via the API, which takes care of the \"postman's\" job. They then forwards the mail to the recipient's mail program and passes it on via the API.</p>",
            "Application": "<p>An app or application is a piece of application software. It is what the user sees and operates in order to use any services.</p>"
        },
        "B": {
            "BDSG": "<p>The BDSG is the abbreviation for the German Federal Data Protection Act. Together with the data protection laws of the federal states and other regulations, it governs the handling of personal data processed in information and communication systems or manually.</p>",
            "Big Data": "<p>One speaks of Big Data when data is evaluated that is simply too large or too complex to be processed with conventional data processing software. This is data that exceeds the order of magnitude of terabytes and gigabytes. It is difficult for us to store such a huge amount of data with traditional applications. </p><p>The current use of the term \"Big Data\" usually refers to analytics to predict certain events or even behaviours. By analysing data, correlations can be found, for example, to identify business trends, prevent diseases, fight crime or even influence elections. Big data is a really powerful tool.</p>",
            "Bitcoin": "<p>Bitcoin is a so-called cryptocurrency, a digital artificial currency on the Internet that works with encryption technology. The technical basis for Bitcoin is the blockchain.</p><p>Each user has a virtual wallet and its own electronic \"mailbox\" in the Bitcoin network on the Internet. The network only knows the address of the mailbox, but not the name of the person using it. In addition, each user of the Bitcoin network has all transaction data, which is anonymized, stored on their own computer and is thus part of the network's security. Everyone controls everyone else.</p><p>Example: User A buys goods from user B. User A sends an instruction to the Bitcoin network that contains the name of its own electronic mailbox, the name of User B's mailbox, the ID of the Bitcoins paid for (each Bitcoin has its own ID number), and the name of the product. This instruction is processed separately by each computer in the Bitcoin network. In doing so, the computer first checks the current bitcoin balance in the wallet of user A and whether the wallet of user B exists. If there are enough Bitcoins in user A's wallet and if user B's wallet exists, then the transaction is permanently noted and the transaction instruction is forwarded to the next computer in the Bitcoin network. There it is also checked and noted. Once all computers have gone through, then the transaction is considered successful and the goods can be shipped.</p><p>Each electronic mailbox in the Bitcoin network is secured with encryption. Without this encryption, users cannot access their Bitcoins. The \"forgotten password\" function, which is available on many services, is not offered on the Bitcoin network. Therefore, it is extremely important to keep the password safe.</p><p>The euro is printed, or coins are minted, by the European Central Bank, but where does bitcoin come from? Bitcoins were invented without a central bank. There is no single person or organisation in charge of it. Bitcoin itself is created through a process called mining. This is a complex cryptographic process in which a computer must solve a complicated mathematical problem. Once it has solved the problem, a new Bitcoin is created.</p><p>To prevent anybody with a computer from generating as many bitcoins as they want, the severity of the mathematical problem is adjusted to the network, limiting the rate at which bitcoins are created.</p><p>The creation of Bitcoins requires a lot of computing power and the data centers where Bitcoins are generated require permanent cooling. That is why these centers are mainly located in northern countries because the costs are lower there due to the cooler climate.</p><p>People who do not have the computing power to generate Bitcoins can buy them in a Bitcoin marketplace in exchange for real currency such as € or $.</p><p>Even though Bitcoins can be self-produced with the appropriate computing power, the cryptocurrency is still protected from inflation because the total number of Bitcoins in the Bitcoin network is capped at 21 million. The network is self-regulating.</p>",
            "Blockchain": "<p>Blockchains are the technical basis for many cryptocurrencies, such as Bitcoin.</p><p>A blockchain is a database that is publicly accessible to all users, in which entries are stored forever and nothing is deleted. Only new entries are added. The trick: the blockchain data is not stored centrally, but is located entirely on the computer of each individual participant in the network (decentralized data storage). This ensures that no manipulations can be made, as all participants can control the transactions.</p><p>In the case of the cryptocurrency Bitcoin, the blockchain can be imagined in a very simplified way like a large spreadsheet in which all transactions of all users in the Bitcoin network are recorded. When the spreadsheet reaches a certain size, it is closed, sealed (using a checksum), appended to the previous spreadsheet (like links in a chain), and a new \"table\" is created to record the next transactions: the blockchain is finished.\nTo ensure security, each data block has a checksum, which ensures that the data blocks cannot be changed afterwards.</p><p>In a blockchain, other information and data can also be stored forever, such as contract documents, music and image files, etc. But in terms of storing personal data, the blockchain is unsuitable in our opinion, as it is part of the personal rights to forget or change personal data (informational self-determination).</p>",
            "Bluetooth": "<p>What does a Danish king named Harald Bluetooth from around 900 have to do with your smartphone? A lot, because Bluetooth was named after him.</p><p>Bluetooth is a way of transmitting data from one device to another over short distances using wireless technology, or of establishing a permanent connection between two devices.\nExample: You are sitting in your new car with integrated hands-free system and want to make a phone call. Via Bluetooth, your car's on-board computer can connect wirelessly to your smartphone. This gives you access to your address book via the on-board computer and allows you to make phone calls.</p>",
            "Bookmark": "<p>You read a good book and mark all the pages - with notes, creases, etc. - that you want to come back to later. This also works with web pages, but without creasing the pages: by leaving an electronic bookmark on the page, it is automatically saved in your browser. Every time you open your browser, the web pages are displayed as links and you can select them directly - like flipping through the highlighted pages in your book.</p>",
            "Browser": "<p>A browser is a computer program that helps you navigate the Internet. You are probably using Chrome, Edge, Firefox, Opera or Safari as your browser to view our website. The program displays both the Internet itself and the data it contains in such a way that the user can work with it.</p>",
            "Browser Fingerprinting": "<p>\"Browser fingerprinting\" is a method of identifying individual users and  tracking their online activity. When you access a website, your browser  transmits certain information to the website, such as browser type,  device type, operating system, screen resolution, preferred language and  from which website the link was followed. With the help of this  information, a unique ID can then be derived in almost all cases with  which the online behaviour can be tracked.</p>",
            "Bug": "<p>Term for an error in a computer program, in computer games, on the Internet or on websites.</p><p>According to a popularly told - but not confirmed - story, the name goes back to a computer error that supposedly occurred in 1945 when a moth flew into a computer (computers were much larger then than they are today) and disabled a relay.</p>"
        },
        "C": {
            "Cache": "<p>A cache is a buffer memory that allows the computer to temporarily store data that is needed more often so that it can access it again more quickly and does not have to recalculate or download it again.</p><p>Example: You need certain information regularly to complete a recurring task. Instead of researching the information each time and investing time, you save it so you can quickly access it when you need it.</p>",
            "Centralised vs. Decentralised System": "<p>Centralised system:\nIn a centralised system, there is a higher-level control unit that determines the actions of the participants within a system. For example, the leader of a group, who has the power of command over this group. Disadvantage: if the leader fails, the group is no longer able to act.</p><p>Decentralised system:\nIn this system, there is no central unit. All members of the system are autonomous and independent. If one member fails, the system is still capable of acting.</p>",
            "CLOUD Act": "<p>CLOUD stands for Clarifying Lawful Overseas Use of Data</p><p>The US law allows U.S. authorities to access stored data from U.S. companies - even if the data is stored abroad.</p>",
            "Cloud Computing": "<p>Cloud is the term used to describe an IT infrastructure in which storage space, computing power or even user software is made available, which can then be used by many via the Internet.</p><p>Cloud computing is the use of resources in the cloud. It works in a similar way to car sharing, where several people can use the same car because it is needed at different times. People who live in different time zones or even have different working hours share the computing power from the cloud. This conserves resources and saves costs. Likewise, several people can use the same software, as it is needed at different times.</p><p>Disadvantages lie in the vulnerability of clouds and in the fact that cloud computing providers can see the user's activities in the cloud.</p>",
            "Cookies": "<p>Cookies are similar to the nasty game in the schoolyard: as you walk by, someone sticks a little note on your back. Later, you wonder why the other students are laughing or you're getting your butt kicked. What happens from this depends on what kind of note you have stuck on your back and what is written on it.\n\nIn the digital world, cookies are given to you by websites and contain information such as what you bought and where, what language you speak, your name, email address, as well as your page settings. Cookies can also store your login information for a website so that you don't have to log in every time you go to the site (session cookies). Cookies also store your browsing habits and pass them on to the operator of the website that set the cookie.</p><p>Depending on the type of cookie, other sites can read this information and show you customized advertising, for example. This does not have to be bad per se, you should just be informed about it.</p>",
            "Cryptocurrency": "<p>Cryptocurrencies are digital assets that people have developed as a medium of exchange. They use strong cryptography (ciphers) to secure financial transactions, verify the transfer of assets, and control the creation of additional units.</p><p>Compared to centralized digital currency and central banking systems, cryptocurrencies use decentralized control. This works by means of distributed ledger technology, typically a blockchain, which serves as a public financial transaction database.</p>"
        },
        "D": {
            "Darknet": "<p>The darknet is an anonymous, hidden part of the Internet that can only be accessed with special browsers (e.g. Tor), special anonymization measures and personal contacts with other users. Search engines do not work here because the Internet addresses of the content change regularly. Communication takes place via countless, encrypted, so-called peer-to-peer networks. This means that there are always two parties communicating directly with each other. Content is only available when the person providing it is online.</p><p>The darknet itself is not illegal. However, due to its anonymity, many criminals move around there and the chances of catching viruses or Trojans are extremely high.</p>",
            "Database": "<p>A database is an electronic system used to manage data.</p>",
            "Data Broker": "<p>Data brokers are companies that collect data online and off the Internet or buy it from other companies.</p><p>Data brokers are not new players. More or less unnoticed, they have been around for a very long time. In the past, they were called address brokers, because the main business purpose was to \"type\" address data, e.g. from the Yellow Pages or telephone directories, and sell it to advertisers. Today, it's a digital business: buying and selling user data. This is not illegal as long as the owners of the data have consented to it.</p><p>Few know about the industry, which keeps a very low profile and turns over hundreds of billions of euros a year.</p>",
            "Data Capital": "<p>A company's data capital includes all the data that the company owns, such as customer data, employee and supplier data, transaction data, and so on. The more data the company has and the more detailed it is, the more it is worth and the higher the data capital.</p>",
            "Data Centre": "<p>Area where computer systems and their associated components are housed. The area may be within multiple buildings, a building, or in a designated space within a building.</p>",
            "Data Controller": "<p>Example: A mechanical engineering company commissions an external company (UN 1) with payroll accounting. The mechanical engineering company passes on information regarding the amount of wages, working hours, vacation, etc. to UN 1. UN 1 also provides the IT system and stores the employees' data. The engineering company is the data controller, UN 1 is the data processor.</p>",
            "Data Economy": "<p>The data economy is a global digital ecosystem in which data is collected and exchanged to make money. The data is stored and secured.</p><p>For example, search engines, social media, payment and online providers, and numerous other companies operating on the Internet act as data collectors.</p><p>A data economy can be centralized (data is stored on central servers and a few companies have power over all data) or decentralized (data is stored on many individual devices and many have power over parts of the data). polypoly develops the technology for a decentralized data economy: the polyPod.</p>",
            "Data Masking": "<p>The idea here is to obfuscate existing confidential data in such a way that it is no longer possible to draw conclusions about the original data.</p><p>The main reason for data masking is to protect personal data when data is shared with third parties. Example: An insurance company wants to have the data of its customers statistically analyzed. Before the data records are handed over for evaluation, a certain part of the data (name, street, etc.) is falsified or anonymized so that no conclusions can be drawn about the insured persons.</p>",
            "Data Mining": "<p>Large data sets are examined using very powerful computers and statistical methods to identify new cross-links and trends.</p>",
            "Data Mobility": "<p>The ability to move data from one place to another.</p><p>Data, even in huge quantities, is very mobile. Smuggling a few million letters from one country to another would be difficult, just imagine all the bags, sacks or baskets it would take, very exhausting. A few million e-mails, on the other hand, are no problem, as they can easily be stored on a small data carrier or sent directly electronically.</p><p>The consequence of Data Mobility: a certain type of data analysis is illegal in a country? No problem, just place the server that does the analysis in a country where the analysis is legal and send the data there. With the huge amounts of data that are moved every day, this is quite easy to disguise.</p>",
            "Data Monopoly": "<p>A company that collects data from users, stores it centrally and does not give users any control over the use of their data has a data monopoly. It has sole power over the collected data.</p>",
            "Data Owner": "<p>A data owner is a senior employee within an organization who is responsible for the quality of one or more data sets. This means they ensure that definitions and actions are in place to address data quality issues, and a data quality report is generated.</p>",
            "Data Portability": "<p>The right to data portability is one of eight rights enforced by the GDPR.</p><p>As  a data subject it allows you to obtain data that a data controller  holds on you for your own purposes. You may use it yourself or transmit  it to another data controller. The GDPR requires that the data is \"in a  structured, commonly used and machine-readable format\".</p>",
            "Data Processor": "<p>Example: A mechanical engineering company commissions an external company (UN 1) with payroll accounting. The engineering company passes on information regarding the amount of wages, working hours, vacation, etc. to UN 1. UN 1 also provides the IT system and stores the employees' data. The engineering company is the data controller, UN 1 is the data processor.</p>",
            "Data Protection Officer": "<p>Data protection officers are independent and ensure that all personal data protection laws are observed and applied within an organization. Articles 37-39 of the European Union General Data Protection Regulation explain the designation, position and tasks of data protection officers within an organization.</p>",
            "Data Protection vs. Data Security": "<p>Data protection: does not deal with the content of data, but with the right to control one's data.</p><p>Data security: generally refers to the protection of data, regardless of the type of data involved.</p>",
            "Data Silo": "<p>A data silo refers to information and data stocks that are stored in special locations and to which only certain people have access.</p><p>Data monopolists like Facebook and Co. all have their own data silos, i.e. large databases stored on servers with their users' data.</p>",
            "Data Steward": "<p>Assists Data Owners with their tasks.</p>",
            "Data Subject": "<p>A data subject is a natural person that can be identified using available data markers, such as by name, social security number, or other unique identifier.</p>",
            "Declarative Programming": "<p>Declarative comes from Latin and means something like \"explanatory\". Declarative Programming literally means: explanatory programming.</p><p>With Declarative Programming it is specified by the programmer, which goals are to be reached with the program, not how it must be implemented (inserted). That stands in contrast to imperative programs, with which the kind of the implementation is specified by the programmer.</p>",
            "Device": "<p>It can mean just about any technical device, from smartphones and laptops to sensors or a high-performance computer in a data center.</p>",
            "Digital Fingerprinting": "<p>Digital fingerprinting has nothing to do with the fingerprints taken from suspects in detective stories. With the help of digital fingerprinting, data such as pieces of music, photos or films are provided with an individual - invisible to the human eye - means of identification, a digital \"fingerprint\". The purpose behind this is the traceability of copyright infringements.</p>",
            "Digital Identity": "<p>Outside the Internet, a person can identify him or herself uniquely by means of fingerprints or an ID card. On the Internet, on the other hand, a person is uniquely identified by means of digital identity. This works, for example, by logging in using a password in combination with an e-mail address or by means of a digital signature for important document</p>",
            "Digital Innovation": "<p>Digital innovation is the application of software technologies with the aim of solving problems in the business world.</p>",
            "Distributed Ledger Technology": "<p>Distributed ledger technology is used for the documentation of transactions. The special feature here is that the documentation is not done centrally in one place (=in a single cash book), but in many different places (decentralized), in any number of cash books, by different parties. Transactions are recorded in all cash books and all parties come to a consensus regarding the current status of the cash books. This is made possible by networked computers.\nThere are different distributed ledger techniques. The difference is in how the networked computers come to an agreement regarding the status of the cash books (consensus protocols).</p><p>Distributed ledger techniques can also be divided into public networks (anyone can participate and view the data) and private networks (participation and access are limited)</p><p>A blockchain is a specific type of distributed ledger.</p>",
            "Domain": "<p>A domain is the address of a website. This address is unique and exists exactly once in the world.</p><p>A domain consists of different parts. The ending, such as \".de\" for many German sites, is called the top-level domain.</p><p>The top-level domains are administered by institutions, which also make specifications about the appearance of a domain (e.g. max. character set etc.). DENIC eG. is responsible for domains ending in \".de\".</p>"
        },
        "E": {
            "End-to-End Encryption (E2E)": "<p>With end-to-end encryption (E2E), messages are encrypted by the sender before they are sent and are not decrypted again until they reach the recipient. This ensures that only the sender and the recipient know what is in the message.</p>"
        },
        "F": {
            "Feature": "<p>In the digital world, the word \"feature\" refers to an additional function that improves or makes special a smartphone or a car, for example.</p>",
            "Firewall": "<p>A firewall can be thought of as the security precautions on a high-security military site. There is a wall, various technical precautions that prevent intrusion over the wall, and meticulous checks on vehicles entering and leaving the site, as well as on the people inside. No one gets in or out without permission from the security guards at the main gate.</p><p>The firewall is connected between the Internet and your own computer. It checks access rights of other programs and computers (like the security guards at the main gate of the military site for entering vehicles) to the protected computer and regulates which programs of the computer are allowed to access the Internet (like the security guards at the exit from the site).</p><p>A firewall can also be installed between networks or local computers.</p>",
            "Five Eyes (FVEY)": "<p>Five Eyes is the name of a coalition of Australia, Canada, New Zealand, the United Kingdom and the USA. The purpose of the coalition, the details of which were set out in the UKUSA agreement in 1946, is to collect, store and exchange data.</p><p>Fives Eyes operates worldwide and has divided among itself the observation of the various countries of the world. There is reportedly no spying on each other.</p><p>Many countries would like to join the federation - so far unsuccessfully. Nevertheless, the intelligence services of many countries - including the BND (German Federal Intelligence Service) - cooperate with Five Eyes.</p>",
            "Flooding": "<p>Flooding is a routing algorithm used in computer networks. Short digression: Routing is the process of determining optimal paths to send messages. An algorithm is a sequence of instructions within a program. A routing algorithm thus gives precise instructions on how and via which paths messages are to be sent.</p><p>In the case of flooding, as the name suggests, the network is virtually flooded with a data packet. Each data node (interface of data lines) forwards the data packet to all data lines to which it is connected. In this way, the data packet reaches the entire network.</p><p>There are two types of flooding, controlled and uncontrolled flooding. In uncontrolled flooding, no mechanisms are built in to prevent the same data from being sent through the network over and over again. In the case of controlled flooding, appropriate mechanisms are built in.</p>",
            "FTP (File transfer protocol)": "<p>FTP is the abbreviation for \"File Transfer Protocol\". FTP is a method to transfer files from one computer to another.</p>"
        },
        "G": {
            "GDPR": "<p>GDPR is the abbreviation for the European Union's General Data Protection Regulation. This regulation governs how personal data may be processed by companies and which requirements must be met.</p>",
            "Geotagging": "<p>The term geotagging is composed of the words \"geo\" (Greek for earth) and \"tagging\".</p><p>Geotagging is the process of storing geographic information in a file invisible to the human eye. Example: You are on vacation in the Seychelles and take various photos. To geotag the photos, you could store the latitude and longitude lines of your current position, as well as elevations and bearings, place names, times, etc. in these photos. This information can be read by others who want to know when and where the photos were taken. Special image search engines can also be used to find places that are close to where you took the photos.</p><p>Geotagging can prove to be extremely helpful in solving criminal cases and finding missing people. However, it also allows spying on personal data.</p>",
            "Geotargeting": "<p>The term geotargeting is made up of the words \"geo\" (Greek for earth) and \"targeting\".</p><p>Geotargeting involves determining the location of Internet users by means of IP addresses or GPS data. This information can be used for advertising, for example.</p><p>Example: You live in Berlin, where your computer is located. If you access the Internet via your computer, one can see from your IP address that you live in Berlin. A company that wants to send advertising for an event specifically to people who live in Berlin can use geotargeting to specify that only people who are in Berlin should receive this advertising.</p>"
        },
        "H": {
            "Hacking": "<p>Hacking is the (very often) unauthorized intrusion into computer networks, or the unauthorized takeover of these networks.</p><p>Originally, the term \"hacker\" simply referred to a person who is a skilled computer technology enthusiast or programmer.</p>",
            "Hashing": "<p>Hashing is the use of so-called hash functions to encode data into a small value of fixed size. In simple terms, it can be thought of as a unique checksum for given data.</p><p>Hashes are often used in the context of encryption.</p>",
            "Hashtag": "<p>A hashtag is a type of tagging that makes it easier to find news and content in social media. A hashtag consists of two parts, the # sign, which identifies the hashtag as such, and text. In the case of polypoly, for example, a hashtag would look like this: #polypoly.</p>",
            "Host": "<p>A Host in the sense of a \"Network Host\" is a computer connected to a  computer network. Each host in the network must have a unique IP  address.</p>",
            "HTML": "<p>HTML is the abbreviation for \"Hypertext Markup Language\".</p><p>HTML is used to write and structure web pages. Browsers, such as Firefox,  Chrome and others read the HTML files and then display the web page  graphically for us.</p><p>HTML-based content management systems, such as Typo3 and WordPress provide a graphical interface for the user to build web pages.</p>",
            "HTTP": "<p>HTTP stands for \"Hypertext Transfer Protocol\". Web browser use this protocol to request Web pages and their contents from Web sites.</p>"
        },
        "I": {
            "Incognito Mode": "<p>Incognito mode is often referred to as private mode. Certain settings in the browser ensure deletion of search histories, cookies and other data entered on websites as soon as the browser is closed. This way, other people using the same computer can no longer see what the person has previously searched on the Internet and what pages they have been on.</p><p>Attention: surfing in incognito mode does not make you anonymous on the Internet. Browser information, IP address, etc. are visible.</p>",
            "Internet of Things (IoT)": "<p>The Internet of Things is a term for all technical devices on earth that have an on/off switch and can connect to the Internet to communicate. Starting with computers and smartphones, to cars and Internet-enabled toasters, all the way to refrigerators, fitness trackers and other devices.</p>",
            "IP Address": "<p>IP is the abbreviation for Internet Protocol.</p><p>Every device that is located within a network is assigned a unique IP address, with the help of which the device can be directly addressed and reached.</p><p>All devices that connect to the Internet are also assigned an IP address by the provider so that the device can be contacted and identified. This IP address is constantly changed.</p>"
        },
        "M": {
            "MAC Address (Media Access Control Address)": "<p>In a computer network there are network interface controllers. These control and monitor a particular interface on said network. To allow these controllers to communicate within a particular part of the network, each controller has a unique identifier that acts as a network address. This identifier is the MAC address.</p><p>MAC addresses are predominantly assigned by device manufacturers (usually written on a label on the back of the device) and are also often referred to as a burned-in or physical address.</p>",
            "Machine Learning": "<p>In machine learning, an artificial system learns from examples, recognizes patterns and regularities - gathers experience, so to speak - and can then apply this accumulated experience to other, new situations.</p><p>The fields of application are extremely diverse. To name just a few: Speech and text recognition, automated diagnostic procedures, and credit card fraud detection.</p>",
            "Malware": "<p>Malware is any type of software designed to cause damage to a computer, server, client, or computer network. There are many different types of malware, including, for example, computer viruses, Trojans, and spyware.</p>",
            "Meta Data": "<p>The term is composed of the Greek \"meta\" and the word \"data\". Meta here means something like \"on a higher level\".</p><p>Metadata is information about characteristics of other data that is stored invisibly to the human eye. Example: You take vacation photos and store digital information in the photos about the longitude and latitude of the place where the photo was taken (geotagging). This data is metadata that makes it easier to find photos, as well as videos and other information, by using specialized search engines.</p><p>However, metadata is also viewed with concern by data protection specialists because it can be used to extract a lot of personal information.</p>",
            "Metasearch Engine": "<p>The term meta search engine is composed of the Greek word \"meta\" and the word \"search engine\". Meta means something like \"on a higher level\".</p><p>Meta search engines do not have their own directories in which they search, but they forward their search simultaneously to several other search engines, collect their results and prepare them accordingly for the searcher.</p><p>The advantage of a meta search engine is that a search query only has to be entered once in order to query a large number of search engines.</p>"
        },
        "N": {
            "NFC (Near Field Communication)": "<p>NFC stands for the term \"Near Field Communication\".</p><p>This international transmission standard, which is based on a technology for transmitter-receiver systems (RFID technology), allows data to be transmitted over short distances.</p>"
        },
        "O": {
            "Object-Oriented Programming (OOP)": "<p>Object-oriented programming is a style of programming where everything that is programmed is described by objects.</p><p>Example: In a game, a car is supposed to drive by. The car is an object. This object is in turn assigned certain properties (such as. color, number of tires, number of doors, etc.). And: the object has functions. In our case e.g. driving.</p><p>One of the object-oriented programming languages is e.g. Java.</p>",
            "Open Source Software": "<p>Open source software is computer software whose source code can be viewed, modified and extended by anyone.</p><p>The idea behind open source is a pooling of skills and resources to develop, test or improve software via public collaboration.</p>"
        },
        "P": {
            "Peer to Peer (P2P) Programs": "<p>The abbreviation for \"peer to peer\" is P2P.</p><p>In P2P networks, data is exchanged between \"peers\" - computer systems that are connected to each other via the Internet. A central server is not required for this.</p>",
            "Personal Data": "<p>Personal data are details and information that relate to a natural  person (as opposed to a legal entity, e.g. a company). This can be, for  example, personal data (age, address, date of birth, etc.),  identification numbers, or bank data and physical characteristics  (gender, eye color, height, etc.).</p><p>Personal data is protected by the GDPR (General Data Protection Regulation).</p>",
            "Personal Data, Special Categories": "<p>There is data that can cause a particularly great deal of damage in the  wrong hands, such as genetic and biometric data or health data. For this  reason, these data must be given very special protection. Particularly  strict rules apply to the collection and processing of this data.</p>",
            "Phishing": "<p>Phishing is the term used to describe all methods that are aimed at \"fishing\" for users' access data. This can happen, for example, by means of fake websites, e-mails or short messages in which the user is led to believe that they come from a trustworthy sender.</p><p>A classic example is an e-mail informing recipients about an alleged problem with their own user account, which makes it absolutely necessary to log in to their own user account via a link in said e-mail. By entering one's own user data, this information is directly transmitted to unauthorized third parties and used for illegal activities.</p>",
            "Plug-in": "<p>In the IT world, plug-in is used as a term for the part of a software that can be added to an existing software on demand in order to change or extend it. In this way, for example, many helpful functions can be added to image processing programs, such as additional effects for changing patterns and colors.</p>",
            "Polypoly vs. Monopoly": "<p>A polypoly is a market form in which many market participants (consumer and suppliers) exist. None of the participants has market power and competition creates a healthy equilibrium.</p><p>The opposite of a polypoly is a monopoly. In a monopoly, there is only one supplier who has sole market power. They can determine the prices and enforce his interests on the demanders, because there is no alternative for them.</p>",
            "Product Owner": "<p>The term \"product owner\" is another word for a project manager. The term has its origin in the Scrum method, a method for managing Projects that is used for both project and software development.</p>",
            "Profiling": "<p>In IT, the term \"profiling\" covers the creation of user profiles by evaluating a vast amount of data.</p><p>With the help of algorithms and special evaluation processes, patterns and correlations are identified that can be used elsewhere, e.g., for the optimization of advertising measures.</p>",
            "Provider": "<p>Internet or also mobile communications providers are companies that provide their customers with a connection for telephone, Internet or mobile communications and offer the services and equipment required for this purpose.</p>",
            "Pseudonymization vs. Anonymization": "<p>The word pseudonymized is derived from the ancient Greek adjective \"pseudonym\" and means \"falsely so called\". Anonymous also comes from ancient Greek and means \"without a name\". Both anonymization and pseudonymization serve data protection purposes.</p><p>Anonymization: personal data is changed to such an extent that the data can no longer be assigned to specific individuals. This process can no longer be reversed.</p><p>Pseudonymization: personal characteristics in a data record that provide information about a specific person are replaced by a pseudonym - usually a sequence of numbers and letters. Using a special key, the pseudonymized data can be made visible again and the reference to specific persons can be re-established.</p>"
        },
        "R": {
            "Retargeting": "<p>Retargeting is a term from online marketing. Visitors who visit a website are electronically tagged and then targeted again with targeted advertising when they browse other websites.</p><p>Example: You are thinking about buying a bicycle and surf a website for bicycles. You are electronically tagged there and from now on you will receive advertising about bicycles again and again when you surf other websites.</p>",
            "Router": "<p>A router is a device that can be used to forward or distribute data to other devices and provide access to the Internet.</p>"
        },
        "S": {
            "SDK (Software Development Kit)": "<p>Each programming language has a SDK. An SDK is a collection of program libraries and programming tools that are used to develop software.</p>",
            "Server": "<p>A \"server\" is a computer program or host that waits for a customer (client) to contact it and for it to perform a service for the client.</p>",
            "Sniffing": "<p>Sniffer software are network analysis programs designed to help detect vulnerabilities and errors in the network.</p>",
            "Software as a Service (SaaS)": "<p>SaaS describes a widespread business model in which a company makes software available to its customers via the Internet, or a cloud, on an as-needed basis. The software is used directly in the browser or via the software client and customers can buy exactly the software they really need.</p>",
            "Spyware": "<p>The term \"spyware\" is a made-up word composed of the words \"spy\" and \"ware\" (software), i.e. software that is intended to be used to spy on others.</p>",
            "SSL (Secure Sockets Layer)": "<p>The abbreviation SSL stands for \"Secure Sockets Layer\". However, this designation is now obsolete and has been replaced by \"Transport Layer Security\" (TLS).</p><p>This is an encryption protocol that can be used to transfer data between two computer systems such as a Web browser and Web site.</p>"
        },
        "T": {
            "Tags (or tagging)": "<p>Tags are used to mark electronic posts, such as posts on social media.</p><p>The most common tag is probably the hashtag. It is used to mark posts to make them easier to find. \"Tags\" are also used, however, to address specific users in a post. For this purpose, the @ sign is used in conjunction with the user name.</p>",
            "Token": "<p>Tokens occur in the context of cryptocurrencies, however, they are not a cryptocurrency because they lack certain characteristics.</p><p>Tokens represent a specific asset or asset that has been pre-determined. This can be anything that can be traded, from commodities to real estate and loyalty points.</p>",
            "Tor": "<p>Wondering what anonymity on the Internet has to do with onions? In the case of the \"Tor\" software, a lot, because Tor stands for \"The Onion Router\". The name was chosen because the structure of the program (different layers of encryption) is very similar to that of an onion.</p><p>Tor allows the user to move around the Internet as anonymously as possible and is therefore also used as a browser for surfing the darknet.</p>",
            "Trojans": "<p>Do you know the legend of the Trojan horse? Greek soldiers hid in the belly of a wooden horse and placed it outside the walls of Troy, which they had been trying unsuccessfully to conquer for days. The Trojans were so curious about the horse that they took it behind their city walls. During the night, the Greek soldiers got out of the horse, opened the gates of Troy and conquered it.</p><p>Software that outwardly pretends to be harmless and legitimate, but then secretly tries to gain access to the system or cause damage is called a Trojan horse in the IT world - short form: Trojan - in reference to the Greek myth.</p><p>Trojans belong to the malware group.</p>",
            "Two-factor Authentication": "<p>In two-factor authentication, or 2FA for short, a user's identity is verified by combining two different, independent components (factors). A classic example is the combination of bank card and PIN at an ATM.</p>"
        },
        "U": {
            "URL": "<p>URL is the abbreviation for \"Uniform Resource Locator\" and the IT term for an Internet address.</p>",
            "User Interface (UI)": "<p>A user interface is the way a user communicates with a machine.</p><p>For example, on your computer you have an operating system - most likely from Microsoft or Apple. Both operating systems work with icons that you click on to launch programs or perform other tasks. The sum of all icons, the way they are displayed, etc. are part of the user interface.</p>",
            "UX": "<p>The abbreviation UX stands for the English term \"user experience\". This refers to the entirety of the experience that a user has with digital devices, such as tablets, smartphones, etc.</p>"
        },
        "V": {
            "Virtual Machine": "<p>A virtual machine is a computer file that creates the image of a computer within another computer. By clicking on a window, it can be opened and operated in the same way as a computer.</p><p>The purpose of a virtual machine is to see in advance how certain modifications would affect the functioning of the computer without risk of damaging the actual computer.</p>",
            "VPN (Virtual Private Network)": "<p>The term \"virtual private network\" (VPN)  refers to a connection between networks that is not visible to others.</p><p>VPN is used, for example, to connect employees who work from home to their company's network. They then have the same access from home as if they were in the company.</p>"
        },
        "W": {
            "Webcrawler": "<p>Web crawlers are computer programs that independently and automatically search the Internet (world wide web) and evaluate websites. They collect information and are also used by search engines, for example, to add websites to their index.</p>",
            "Whistleblower": "<p>A whistleblower is a person who makes secret or protected information public.</p>",
            "Widget": "<p>The term \"widget\" is a made-up word that is probably composed of the words \"window\" and \"gadget\".</p><p>A widget is the control element of a graphical user interface. Example: You can display a small window on your user interface that keeps you informed about the weather. It shows you at a glance the current temperature, as well as whether it is raining or the sun is shining.</p>",
            "Wiki": "<p>A \"wiki\" is a website that can be read and edited by users. The common goal is usually the collection of knowledge and experience, as well as the documentation of the same.</p><p>An example of a \"wiki\" on the Internet is the free encyclopedia Wikipedia.</p>",
            "WORM": "<p>WORM does not stand for a worm, but is the abbreviation for \"write once read many\". Translated into German, this means something like \"write once read many\".</p><p>With WORM, measures are designated, which make it impossible to change, to delete or to overwrite data on a certain storage medium. Data is stored for so long on the storage medium, one after the other, until the storage medium has no more storage capacity.</p>"
        }
    },
    "de": {
        "A": {
            "Ad Blocker": "<p>Ein Ad Blocker ist eine Software, die Sie von Werbung befreit, die sonst auf vielen Webseiten erscheint. Natürlich nicht alles, aber doch eine ganze Menge.</p><p>„Ad“ steht für Advertisement, zu Deutsch Werbeanzeige und „Blocker“ heißt so viel, wie blockieren. Ein Ad Blocker erkennt eine Werbeanzeige daran, dass sie von so genannten Ad Servern geschickt wird. Auf Ad Servern stellen Werbetreibende ihre Anzeigen bereit. Wenn die Werbetreibenden dafür bezahlt haben, dass eine Anzeige auf einer bestimmten Webseite angezeigt wird, dann holt sich die Webseite die Anzeige quasi bei dem Ad Server ab. Der Ad Blocker kann erkennen ob ein Inhalt von einem solchem Ad Server kommt.</p><p>Das ist auch der Grund, warum ein Ad Blocker nicht alle Werbeanzeigen blockiert. Wenn eine Werbeanzeige nicht von einem Ad Server kommt, kann der Ad Blocker den Inhalt nicht als Anzeige erkennen. Ein Ad Blocker ist zwar sehr nützlich, aber eben nicht schlau.</p>",
            "Adware": "<p>Adware ist ein Kunstwort, das sich aus Ad also Werbeanzeige und Software zusammensetzt. Mithilfe von Adware können automatisch Werbeanzeigen innerhalb eines Programmes angezeigt werden. Zum Beispiel Entwickler:innen setzen Adware ein, um mit ihren Programmen oder Software, die sie entwickeln Geld zu verdienen.</p><p>Immer wenn eine Werbeanzeige angezeigt wird, fließt Geld von einem Werbetreibenden, an diejenigen, die eine Anzeige in ihrem Programm oder ihrer Software anzeigen. Dabei gibt es zwei Möglichkeiten. Pay-per-View, hier wird bezahlt, wenn die Werbeanzeige angezeigt wird und Pay-per-Click, hier fließt Geld, wenn Sie die Anzeige klicken.</p>",
            "AI (Artificial Intelligence)": "<p>Als AI (artifizielle Intelligenz) oder KI (Künstliche Intelligenz) wird meistens der Versuch bezeichnet, Entscheidungsstrukturen des Menschen nachzubilden, indem eine Maschine, beispielsweise ein Computer so gebaut und programmiert wird, dass er relativ eigenständig Probleme bearbeiten kann.</p><p>Es kommt aber auch vor, dass damit die Nachahmung von Intelligenz bezeichnet wird. Beispielsweise durch Algorithmen, die ein intelligentes Verhalten simulieren. Das kommt zum Beispiel häufig bei Computerspielen vor.</p>",
            "Algorithmus": "<p>Ein Algorithmus ist eine Art Kochrezept, eine Abfolge von Anweisungen innerhalb eines Programms: Tue dies, dann das und wenn das gleich dem ist, dann mache das auch noch. Wenn Sie bei Google einen Suchbegriff eingeben, dann entscheidet ein Algorithmus welche Seiten Ihnen angeboten werden. Wenn die SCHUFA Ihre Kreditwürdigkeit berechnet, dann ist diese Berechnungsmethode ebenfalls ein Algorithmus. </p><p>Algorithmen sind für datengetriebene Unternehmen das, was für Coca Cola ihr streng gehütetes Rezept ist. Algorithmen bewerten und steuern unser Leben, immer umfassender, immer unausweichlicher und immer intransparenter. Deshalb ist es umso wichtiger, die Funktionsweisen aufzudecken und zu verstehen.</p>",
            "API": "<p>Auf einem Computer oder Smartphone laufen hunderte von Programmen gleichzeitig und sie alle haben ganz spezifische Funktionen. Diese spezialisierten Programme müssen sich untereinander austauschen, damit die gesamte Aufgabe erledigt werden kann, denn jedes Programm beherrscht nur einen Teilaspekt. Der Austausch funktioniert über eine Programmierschnittstelle (Application Programming Interface) oder kurz API. \nEin Beispiel: Das Programm, in dem Sie ihre Mails schreiben, kann die Mail gar nicht selber verschicken. Stattdessen gibt es diese über die API an ein anderes Programm weiter, das die Aufgabe des „Postboten“ erfüllt. Dieser „Postbote“ liefert die Mail dann an das Mailprogramm des Empfängers weiter und übergibt es diesem ebenfalls über die API.</p>",
            "Applikation": "<p>Als App oder Applikation wird eine Anwendungssoftware bezeichnet, also das was man als Nutzer:in sieht und bedient, um damit irgendwelche Services zu nutzen. Obwohl sich der Begriff App auf jegliche Art von Anwendungssoftware bezieht, wird er im deutschen Sprachraum oft mit Anwendungssoftware extra für Smartphones und Tablets gleichgesetzt.</p>"
        },
        "B": {
            "BDSG": "<p>Als BDSG wird das deutsche Bundesdatenschutzgesetz abgekürzt. Es regelt zusammen mit den Datenschutzgesetzen der Bundesländer und anderen Vorgaben den Umgang mit personenbezogenen Daten, die in Informations- und Kommunikationssystemen oder manuell verarbeitet werden.</p>",
            "Big Data": "<p>Von Big Data spricht man, wenn Daten ausgewertet werden, die in ihrem Umfang schlicht zu groß oder zu komplex sind, um sie mit herkömmlicher Datenverarbeitungssoftware zu verarbeiten. Es handelt sich um Daten, die die Größenordnung von Terabytes und Gigabytes überschreiten. Es ist schwierig für uns, eine solch riesige Datenmenge mit traditionellen Anwendungen zu speichern.</p><p>Die derzeitige Verwendung des Begriffs „Big Data“ bezieht sich in der Regel auf Analysen zur Vorhersage von bestimmten Ereignissen oder auch Verhaltensweisen. Durch die Analyse von Daten können Korrelationen gefunden werden zum Beispiel, um Geschäftstrends zu erkennen, Krankheiten vorzubeugen, Kriminalität zu bekämpfen oder auch Wahlen zu beeinflussen. Big Data ist ein wirklich mächtiges Instrument.</p>",
            "Bitcoin": "<p>Bitcoin ist eine sogenannte Kryptowährung, eine digitale Kunstwährung im Internet, die mit Verschlüsselungstechnik arbeitet. Die technische Basis für Bitcoin ist die Blockchain.</p><p>Jede:r Nutzer:in hat eine virtuelle Geldbörse (Wallet) und einen eigenen elektronischen „Briefkasten“ im Bitcoin-Netzwerk im Internet. Das Netzwerk kennt nur die Adresse des Briefkastens, nicht aber den Namen der Person, die ihn nutzt. Zudem hat jede:r Nutzer:in des Bitcoin-Netzwerkes sämtliche Transaktionsdaten, die anonymisiert sind, auf dem eigenen Rechner gepeichert und ist damit ein Teil der Sicherheit des Netzwerkes. Jeder kontrolliert jeden.</p><p>Beispiel: Nutzer:in A kauft Ware bei Nutzer:in B. Nutzer:in A sendet eine Anweisung in das Bitcoin-Netzwerk, das den Namen des eigenen elektronischen Briefkastens, den Namen des Briefkastens von Nutzer:in B, die ID der bezahlten Bitcoins (jeder Bitcoin hat eine eigene ID-Nummer) und den Namen des Produktes enthält. Diese Anweisung wird von jedem Computer im Bitcoin-Netzwerk separat verarbeitet. Der Computer prüft dabei zunächst den aktuellen Bitcoin-Bestand in der Wallet von Nutzer:in A und ob die Wallet von Nutzer:in B exisitiert. Sind ausreichend Bitcoins bei Nutzer:in A vorhanden und existiert die Wallet von Nutzer:in B, dann wird die Transaktion dauerhaft vermerkt und die Transaktionsanweisung wird an den nächsten Computer im Bitcoin-Netzwerk weitergeleitet. Dort wird diese ebenfalls geprüft und vermerkt. Sind alle Computer durchlaufen, dann gilt die Transaktion als erfolgreich und die Ware kann verschickt werden.</p><p>Jeder elektronische Briefkasten im Bitcoin-Netzwerk ist mit einer Verschlüsselung gesichert. Ohne diese Verschlüsselung haben die Nutzer keinen Zugriff auf ihre Bitcoins. Die Funktion „Passwort vergessen“, die bei vielen Diensten verfügbar ist, wird im Bitcoin-Netzwerk nicht angeboten. Daher ist es ausgesprochen wichtig das Passwort gut aufzubewahren.</p><p>Der Euro wird von der europäischen Zentralbank gedruckt, bzw. Münzen geprägt, aber woher kommt der Bitcoin? Bitcoins wurden ohne eine Zentralbank erfunden. Es gibt keine einzelne Person oder Organisation, die für sie zuständig ist. Der Bitcoin selbst ensteht durch das sogenannte Mining. Das ist ein komplexes kryptographisches Verfahren, bei dem ein Computer ein kompliziertes mathematisches Problem lösen muss. Hat er das Problem gelöst, entsteht ein neuer Bitcoin. \nUm zu verhindern, dass sich jede:r mit einem Computer beliebig viele Bitcoins generieren kann, wird der Schweregrad des mathematischen Problems an das Netzwerk angepasst und damit die Rate, mit der die Bitcoins geschaffen werden, begrenzt.\nDie Schaffung von Bitcoins erfordert sehr viel Rechenleistung und die Rechenzentren, in denen Bitcoins generiert werden, bedürfen einer dauerhaften Kühlung. Darum stehen diese Zentren hauptsächlich in nördlichen Ländern, weil dort die Kosten aufgrund des kühleren Klimas geringer sind.</p><p>Menschen, die nicht über die Rechenleistung verfügen, um Bitcoins zu generieren, können diese auf einem Bitcoin-Marktplatz gegen reale Währung wie € oder $ kaufen.</p><p>Auch wenn Bitcoins mit entsprechender Rechnerleistung selbst hergestellt werden können, so ist die Kryptowährung trotzdem vor einer Inflation geschützt, da die gesamte Anzahl an Bitcoins im Bitcoin-Netzwerk auf 21 Millionen beschränkt ist. Das Netzwerk reguliert sich selbst.\n\nHier der Link zu einer sehr vereinfachten, aber leicht verständlichen Erklärung aus der Sendung mit der Maus auf YouTube.</p>",
            "Blockchain": "<p>Das Wort Blockchain kommt aus dem Englischen und bedeutet wörtlich übersetzt „Blockkette“, also eine Kette aus hintereinander aufgereihten Blöcken, in diesem Fall Datenblöcke. Blockchains sind die technische Basis für viele Kryptowährungen, wie z.B. Bitcoin.</p><p>Eine Blockchain ist eine alle Nutzer öffentlich zugängliche Datenbank, in der Einträge auf ewig gespeichert und nichts gelöscht wird. Lediglich neue Einträge werden hinzugefügt. Der Clou: die Daten der Blockchain sind nicht zentral gespeichert, sondern liegen vollständig auf dem Rechner von jedem einzelnen Teilnehmer des Netzwerks (dezentrale Datenspeicherung). Auf diese Weise ist sichergestellt, dass keine Manipulationen vorgenommen werden können, da alle Teilnehmer die Transaktionen kontrollieren können.</p><p>Im Fall der Kryptowährung Bitcoin kann man sich die Blockchain sehr vereinfacht wie eine große Tabelle vorstellen, in der sämtliche Transaktionen aller Nutzer im Bitcoin-Netzwerk festgehalten werden. Wenn die Tabelle eine bestimmte Größe erreicht hat, wird sie geschlossen, versiegelt (mittels Prüfsumme), an die vorherige Tabelle angehängt (wie bei den Gliedern einer Kette) und eine neue „Tabelle“ angelegt, in der die nächsten Transaktionen festgehalten werden: fertig ist die Blockchain.</p><p>Um die Sicherheit zu gewähren, verfügt jeder Datenblock über eine Prüfsumme, was sicherstellt, dass die Datenblöcke im Nachhinein nicht mehr geändert werden können.</p><p>In einer Blockchain können auch andere Informationen und Daten auf ewig gespeichert werden, wie z.B. Vertragsunterlagen, Musik- und Bilddateien usw. Aber in punkto Speicherung von persönlichen Daten ist die Blockchain unserer Ansicht ungeeignet, da es zu den Persönlichkeitsrechten gehört persönliche Daten zu vergessen oder zu verändern (Informationelle Selbstbestimmung).</p>",
            "Bluetooth": "<p>Was ein dänischer König namens Harald Blauzahn aus dem Jahr um 900 mit Ihrem Smartphone zu tun hat? Sehr viel, denn nach ihm wurde Bluetooth benannt.</p><p>Bluetooth Ist eine Möglichkeit, um Daten mittels Funktechnik über kurze Distanzen hinweg von einem Gerät zum anderen zu übertragen, bzw. eine dauerhafte Verbindung zwischen zwei Geräten herzustellen.</p><p>Beispiel: Sie sitzen in Ihrem neuen Auto mit integrierter Freisprechanlage und möchten telefonieren. Über Bluetooth kann sich der Bordcomputer Ihres Autos drahtlos mit Ihrem Smartphone verbinden. So haben Sie über den Bordcomputer Zugriff auf Ihr Adressbuch und können frei telefonieren.</p>",
            "Bookmark": "<p>Sie lesen ein gutes Buch und markieren sich alle Seiten - mit Zetteln, Knicken etc. - zu denen Sie später noch einmal zurückkommen möchten. Sie setzen also ein Lesezeichen, im englischen Bookmark. Das funktioniert auch mit Webseiten, allerdings ohne die Seiten zu knicken: durch das Hinterlassen eines elektronischen Lesezeichens auf der Seite wird diese automatisch in Ihrem Browser gespeichert. Jedes Mal wenn Sie Ihren Browser öffnen, werden Ihnen die Webseiten als Links angezeigt und sie können diese direkt anwählen - wie das Blättern durch die markierten Seiten in Ihrem Buch.</p>",
            "Browser": "<p>Ein Browser ist ein Computerprogramm, mit dessen Hilfe Sie sich im Internet bewegen können. Wahrscheinlich nutzen Sie gerade als Browser Chrome, Edge, Firefox, Opera oder Safari, um sich unsere Webseite anzuschauen.  Durch das Programm werden sowohl das Internet selbst, als auch die darin vorhandenen Daten so angezeigt, dass der Nutzer damit arbeiten kann.</p>",
            "Browser-Fingerprinting": "<p>Die Bezeichnung „Browser-Fingerprinting\" kommt aus dem  Englischen. Ein „Browser\" ist ein Computerprogramm, mit dessen Hilfe Sie  auf Webseiten zugreifen können. Der Begriff „fingerprinting\" kommt vom  englischen Wort „Fingerabdruck\" (fingerprint).</p><p>„Browser-Fingerprinting\"  ist eine Methode, die es erlaubt einzelne Nutzer:innen zu  identifizieren und deren Online-Aktivitäten zu verfolgen. Wenn Sie auf  eine Webseite zugreifen, dann übermittelt Ihr Browser eine Reihe von  Informationen an die Webseite wie z.B. den Browsertyp, Gerätetyp,  Betriebssystem, Bildschirmauflösung, bevorzugte Sprache und von welcher  Webseite aus der Link verfolgt wurde. Mit Hilfe dieser Informationen  kann dann in nahezu allen Fällen eine eindeutige ID abgeleitet werden  mit der das Online-Verhalten verfolgt werden kann.</p>",
            "Bug": "<p>Bezeichnung für einen Fehler in einem Computerprogramm, in Computerspielen, im Internet oder auf Webseiten.</p><p>Das Wort „Bug“ kommt aus dem Englischen und bedeutet Insekt, bzw. Käfer. Der Name geht laut einer gerne erzählten - aber nicht gesicherten - Geschichte auf einen Computerfehler zurück, der angeblich im Jahr 1945 entstand, als eine Motte in einen Computer flog (Computer waren damals noch viel größer als heute) und ein Relais außer Funktion setzte.</p>"
        },
        "C": {
            "Cache": "<p>Ein Cache ist ein Pufferspeicher, durch den der Computer die Möglichkeit hat, öfter benötigte Daten zwischenzuspeichern, um dann schneller wieder darauf Zugriff zu haben und diese nicht nochmal neu berechnen oder herunterladen zu müssen.</p><p>Beispiel: Sie benötigen bestimmte Informationen regelmäßig, um eine immer wiederkehrende Aufgabe zu erledigen. Anstatt die Informationen jedes Mal neu zu recherchieren und Zeit zu investieren, speichern Sie sich diese ab, damit Sie bei Bedarf schnell darauf zurückgreifen können.</p>",
            "CLOUD Act": "<p>CLOUD steht für Clarifying Lawful Overseas Use of Data, was so viel  bedeutet wie „Klärung der rechtmäßigen Verwendung von Daten im Ausland“.</p><p>Das  US-Gesetz ermöglicht es den US-Behörden auf gespeicherte Daten von  US-Firmen zuzugreifen – auch wenn die Daten im Ausland gespeichert  werden.</p>",
            "Cloud Computing": "<p>Als Cloud (Englisch für „Wolke“) wird eine IT-Infrastruktur bezeichnet, bei der Speicherplatz, Rechenleistung oder auch Anwendersoftware zur Verfügung gestellt wird, die dann mittels Internet von vielen genutzt werden können.</p><p>Cloud Computing ist die Nutzung von Ressourcen in einer Cloud. Das funktioniert ähnlich wie beim Carsharing, wo mehrere Menschen das gleiche Auto nutzen können, da es zu unterschiedlichen Zeiten benötigt wird. Menschen, die in unterschiedlichen Zeitzonen leben oder auch unterschiedliche Arbeitszeiten haben, teilen sich die Rechenleistung aus der Cloud. Damit werden Ressourcen geschont und Kosten gespart. Ebenso können mehrere Menschen die gleiche Software nutzen, da diese zu unterschiedlichen Zeiten benötigt wird.</p><p>Nachteile liegen in der Angreifbarkeit von Clouds und darin, dass Anbieter von Cloud Computing die Aktivitäten des Nutzers in der Cloud sehen können.</p>",
            "Cookies": "<p>Das Wort Cookies kommt aus dem Englischen und bedeutet „Kekse“. Cookies sind ähnlich wie das fiese Spiel auf dem Schulhof: Während Sie vorbeigehen klebt Ihnen jemand einen kleinen Zettel auf den Rücken. Später wundert man sich darüber, warum die anderen Schüler lachen oder man in den Hintern getreten wird. Was davon passiert, hängt davon ab, welche Art von Zettel man auf dem Rücken kleben hat und was darauf geschrieben steht.</p><p> </p><p>In der digitalen Welt werden Ihnen die Cookies von Webseiten verpasst und enthalten beispielsweise Informationen darüber, was Sie wo gekauft haben, welche Sprache Sie sprechen, Ihren Namen, Ihre E-Mail-Adresse, sowie Ihre Seiteneinstellungen. Cookies können außerdem ihre Login-Daten für eine Webseite speichern so dass Sie sich nicht jedes Mal neu anmelden müssen, wenn Sie auf die Seite gehen (Session-Cookies). Außerdem speichern Cookies Ihre Surfgewohnheiten und geben diese an den Betreiber der Internetseite weiter, die den Cookie gesetzt hat.</p><p>Je nach Art des Cookies können andere Seiten diese Information auslesen und Ihnen zum Beispiel angepasste Werbung zeigen. Das muss nicht per se schlecht sein, Sie sollten nur darüber informiert werden.</p>",
            "Cryptocurrency (Kryptowährung)": "<p>Cryptocurrency, zu deutsch Kryptowährungen, sind digitale Vermögenswerte, die man als Tauschmittel entwickelt hat. Sie verwenden starke Kryptografie (Verschlüsselungen) zur Sicherung von Finanztransaktionen, zur Verifizierung der Übertragung von Vermögenswerten und zur Kontrolle der Schaffung zusätzlicher Einheiten.</p><p>Im Vergleich zu zentralisierten digitalen Währungs- und Zentralbanksystemen verwenden Kryptowährungen eine dezentrale Steuerung. Diese funktioniert mittels einer Distributed-Ledger-Technologie (Englisch für: Technik verteilter Kassenbücher), typischerweise einer Blockchain, die als öffentliche Finanztransaktionsdatenbank dient.</p>"
        },
        "D": {
            "Darknet": "<p>Das Darknet ist ein anonymer, versteckter Teil des Internet, zu dem man nur mit speziellen Browsern (z.B. Tor), besonderen Anonymisierungsmaßnahmen und persönlichen Kontakten zu anderen Nutzern gelangen kann. Suchmaschinen funktionieren hier nicht, da sich die Internetadressen der Inhalte regelmäßig ändern. Die Kommunikation erfolgt über unzählige, verschlüsselte, sogenannte Peer-to-Peer-Netzwerke (peer kommt aus dem Englischen und bedeutet Freund, also Freunde-zu-Freunde-Netzwerke). Das bedeutet es kommunizieren immer zwei Parteien direkt miteinander. Inhalte sind nur dann verfügbar, wenn derjenige, der sie zur Verfügung stellt, online ist.</p><p>Das Darknet an sich ist nicht illegal. Aufgrund seiner Anonymität bewegen sich dort jedoch auch viele Kriminelle und die Chance sich Viren oder einen Trojaner einzufangen sind ausgesprochen hoch.</p>",
            "Data Broker": "<p>Data Broker kommt aus dem Englischen und bedeutet so viel wie „Datenmakler“. Datenmakler sind Firmen, die Daten online und außerhalb des Internet sammeln oder von anderen Firmen kaufen. </p><p>Data Broker sind keine neuen Mitspieler. Mehr oder minder unbemerkt gibt es sie schon sehr lange. Früher hießen sie Adresshändler, denn der Hauptgeschäftszweck war es Adressdaten, z.B. von den Gelben Seiten oder den Telefonbüchern „abzutippen“ und an Werbetreibende zu verkaufen. Heute geht es um ein digitales Geschäft: der Kauf und Verkauf von Benutzerdaten. Das ist nicht illegal, solange die Eigentümer der Daten dem zugestimmt haben.</p><p>Nur wenige kennen die Branche, die sich sehr bedeckt hält und jährlich hunderte Milliarden Euro umsetzt.</p>",
            "Data Controller": "<p>Englisch für Datenverantwortliche:r.</p><p>Beispiel: Ein Maschinenbauunternehmen beauftragt eine externe Firma (UN 1) mit der Lohnbuchhaltung. Das Maschinenbauunternehmen gibt Informationen bezüglich der Höhe der Löhne, Arbeitszeiten, Urlaub etc. an UN 1 weiter. UN 1 stellt außerdem das IT-System zur Verfügung und speichert die Daten der Mitarbeiter. Das Maschinenbauunternehmen ist Datenverantwortliche:r (Data Controller), UN 1 ist Datenverarbeiter:in (Data Processor).</p>",
            "Data Masking": "<p>Die wortwörtliche Übersetzung für den englischen Begriff Data Masking ist „Datenmaskierung“. Hier geht es darum bestehende vertrauliche Daten so zu verfremden, dass keine Rückschlüsse mehr auf die ursprünglichen Daten möglich sind.</p><p>Der Hauptgrund für Data Masking ist der Schutz von persönlichen Daten, wenn Daten mit Dritten geteilt werden. Beispiel: Eine Versicherung möchte die Daten ihrer Kunden statistisch auswerten lassen. Bevor die Datensätze zur Auswertung übergeben werden, wird ein bestimmter Teil der Daten (Name, Straße etc.) verfälscht bzw. anonymisiert, damit keine Rückschlüsse auf die Versicherten gezogen werden können.</p>",
            "Data Mining": "<p>Englisch für Datenauswertung bzw. Datenanalyse. </p><p>Große Datenbestände werden mit Hilfe von sehr leistungsstarken Computern und statistischen Methoden untersucht, um neue Querverbindungen und Trends zu erkennen.</p>",
            "Data Mobility": "<p>Data Mobility kommt aus dem Englischen und bedeutet übersetzt „Datenmobilität“, also die Möglichkeit Daten zu bewegen und von einem Ort zum anderen zu schaffen.</p><p>Daten, auch in riesigen Mengen, sind sehr mobil. Ein paar Millionen Briefe von einem Land ins andere zu schmuggeln wäre schwierig, stellen Sie sich nur die vielen Tüten, Säcke oder Körbe vor, die dafür nötig wären. Was für eine Schlepperei. Ein paar Millionen E-Mails sind hingegen kein Problem, da sich diese ganz einfach auf einem kleinen Datenträger speichern oder direkt elektronisch verschicken lassen.</p><p>Die Konsequenz von Data Mobility: eine bestimmte Art von Datenauswertung ist in einem Land illegal? Kein Problem, man stelle den Server, der die Auswertung macht einfach in ein Land, in dem die Auswertung legal ist und schickt die Daten dorthin. Bei den riesigen Datenmengen die jeden Tag bewegt werden, ist dies recht einfach zu verschleiern.</p>",
            "Data Owner": "<p>Wortwörtlich aus dem Englischen übersetzt: „Datenbesitzer:in“. Als Data Owner werden leitende Mitarbeiter:innen innerhalb einer Organisation bezeichnet, die für die Qualität eines oder mehrerer Datensätze verantwortlich sind. Das bedeutet sie stellen sicher, dass Definitionen vorhanden sind, Maßnahmen existieren, die bei Datenqualitätsproblemen ergriffen werden und ein Datenqualitätsbericht erstellt wird.</p>",
            "Data Portability": "<p>Die Bezeichnung data portability kommt aus dem Englischen und bedeutet „Datenübertragbarkeit\". </p><p>Das Recht auf Datenübertragbarkeit ist eines von acht Rechten, das mit Hilfe der DSGVO durchgesetzt wird.</p><p>Als  betroffene Person (Datensubjekt) erlaubt Ihnen die „Data portability\"  Daten, die ein Datenverantwortlicher über Sie besitzt, für Ihre eigenen  Zwecke zu erhalten. Sie können sie selbst nutzen oder an einen anderen  Datenverantwortlichen übermitteln. Die DSGVO verlangt, dass die Daten  \"in einem strukturierten, allgemein gebräuchlichen und maschinenlesbaren  Format\" vorliegen. </p>",
            "Data Steward": "<p>Assistiert Data Ownern bei deren Aufgaben.</p>",
            "Data Subject": "<p>Englisch für Datensubjekt.</p><p>Als Datensubjekt wird eine natürliche Person bezeichnet, die mittels verfügbarer Datenmarker identifiziert werden kann, wie z.B. durch Namen, Sozialversicherungsnummer oder anderen eindeutigen Kennnummern.</p>",
            "Datenbank": "<p>Eine Datenbank ist ein elektronisches System, mit dem Daten verwaltet werden.</p>",
            "Datenkapital": "<p>Im Englischen als Data capital bezeichnet.</p><p>Das Datenkapital eines Unternehmens beinhaltet alle Daten, die dieses Unternehmen besitzt, wie z.B. Kundendaten, Daten von Mitarbeitern und Lieferanten, Transaktionsdaten usw. Je mehr Daten das Unternehmen hat und je detaillierter diese sind, desto mehr sind diese wert und desto höher ist das Datenkapital.</p>",
            "Datenmonopol": "<p>Im Englischen als data monopoly bezeichnet.</p><p>Ein Unternehmen, welches Daten von Nutzern sammelt, diese zentral speichert und den Nutzern keine Kontrollmöglichkeiten über die Verwendung ihrer Daten gewährt, hat ein Datenmonopol. Es hat die alleinige Macht über die gesammelten Daten.</p>",
            "Datenökonomie": "<p>Im Englischen als data economy bezeichnet.</p><p>Als Datenökonomie wird ein weltweites, digitales Ökosystem bezeichnet, in dem Daten gesammelt und ausgetauscht werden, um Geld zu verdienen. Die Daten werden gespeichert und gesichert.</p><p>Als Datensammler agieren z.B. Suchmaschinen, soziale Medien, Bezahl- und Online-Anbieter, sowie zahlreiche andere Firmen, die im Internet unterwegs sind.</p><p>Eine Datenökonomie kann zentral (Daten werden auf zentralen Servern gespeichert und einige wenige Firmen haben die Macht über alle Daten) oder dezentral (Daten werden auf vielen einzelnen Geräten gespeichert und viele haben die Macht über Teile der Daten) sein. polypoly entwickelt die Technologie für eine dezentrale Datenökonomie: den polyPod.</p>",
            "Datenschutzbeauftragte:r": "<p>Im Englischen als Data Protection Officer bezeichnet.</p><p>Datenschutzbeauftragte sind unabhängig und stellen sicher, dass in einer Organisation alle Gesetze zum Schutz von personenbezogenen Daten beachtet und angewendet werden. Artikel 37-39 der Allgemeinen Datenschutzverordnung der Europäischen Union erläutern die Benennung, Position und Aufgaben von Datenschutzbeauftragten innerhalb einer Organisation.</p>",
            "Datenschutz vs. Datensicherheit ": "<p>Datenschutz: beschäftigt sich nicht mit dem Inhalt von Daten, sondern mit dem Recht über seine Daten zu bestimmen.</p><p>Datensicherheit: bezieht sich ganz generell auf den Schutz von Daten, egal um welche Art von Daten es sich handelt.</p>",
            "Datensilo": "<p>Im Englischen als data silo bezeichnet.</p><p>Unter einem Datensilo versteht man Informationen und Datenbestände, die an speziellen Orten gespeichert werden und auf die nur bestimmte Personen Zugriff haben.</p><p>Datenmonopolisten wie Facebook und Co. haben alle ihre eigenen Datensilos, also große, auf Servern gespeicherte Datenbestände mit den Daten ihrer Nutzer.</p>",
            "Datenverarbeiter:in": "<p>Im Englischen als Data Processor bezeichnet.</p><p>Beispiel: Ein Maschinenbauunternehmen beauftragt eine externe Firma (UN 1) mit der Lohnbuchhaltung. Das Maschinenbauunternehmen gibt Informationen bezüglich der Höhe der Löhne, Arbeitszeiten, Urlaub etc. an UN 1 weiter. UN 1 stellt außerdem das IT-System zur Verfügung und speichert die Daten der Mitarbeiter. Das Maschinenbauunternehmen ist Datenverantwortliche:r (Data Controller), UN 1 Datenverarbeiter:in (Data Processor).</p>",
            "Datenzentrum": "<p>Im Englischen als Data Centre bezeichnet.</p><p>Fläche, auf der Computersysteme und die zugehörigen Komponenten untergebracht sind. Die Fläche kann innerhalb mehrerer Gebäude, einem Gebäude oder in einem ausgewiesenen Raum innerhalb eines Gebäudes sein.</p>",
            "Declarative Programming": "<p>Das Wort declarative kommt aus dem Englischen und bedeutet übersetzt: deklarativ. Das wiederum kommt aus dem Lateinischen und bedeutet so viel wie „erklärend“. Declarative Programming bedeutet wörtlich übersetzt: erklärende Programmierung.</p><p>Beim Declarative Programming wird vom Programmierer festgelegt, welche Ziele mit dem Programm erreicht werden sollen, nicht wie es implementiert (eingebaut) werden muss. Das steht im Unterschied zu imperativen Programmen, bei denen die Art der Implementierung durch den Programmierer festgelegt wird.</p>",
            "Device": "<p>Wer Englisch spricht oder einfach nur up-to-date klingen möchte, der sagt Device anstelle von Gerät. Das ist allerdings nicht sehr präzise, denn damit kann so ziemlich jedes (technische) Gerät gemeint sein, vom Smartphone über den Laptop bis hin zu Sensoren oder einem Hochleistungscomputer in einem Rechenzentrum.</p>",
            "Dezentrales vs. zentrales System": "<p>Zentrales System:\nIn einem zentralen System gibt es eine übergeordnete Steuereinheit, die die Handlung der Teilnehmer innerhalb eines Systems bestimmt. Zum Beispiel der Anführer einer Gruppe, der die Befehlsgewalt über diese Gruppe hat. Nachteil: fällt der Anführer aus, dann ist die Gruppe erst mal nicht mehr handlungsfähig.</p><p>Dezentrales System:\nIn diesem System gibt es keine Zentrale. Alle Mitglieder des Systems sind eigenständig und unabhängig. Fällt ein Mitglied aus, so ist das System dennoch handlungsfähig.</p>",
            "Digitale Daseinsvorsorge": "<p>Staatliche Daseinsvorsorge ist der verwaltungsrechtliche Begriff für öffentliche Dienstleistungen, die vom Staat bereitgestellt werden. Dies umfasst unter anderem Bildungs- und Kultureinrichtungen, Wasser- und Elektrizitätsversorgung, den öffentlichen Nahverkehr und das Gesundheitswesen.</p><p>Mit Hilfe von digitalen Lösungen können diese staatlichen Angebote verbessert und teilweise umfassend digital angeboten werden. Dieses digitale Angebot wird als digitale Daseinsvorsorge bezeichnet.</p>",
            "Digitale Identität": "<p>Außerhalb des Internet kann sich eine Person mittels Fingerabdruck oder Personalausweis eindeutig ausweisen. Im Internet hingegen wird eine Person eindeutig mittels der digitalen Identität identifiziert. Dies funktioniert z.B. über die Anmeldung mittels Passwort in Kombination mit einer E-Mail-Adresse oder mittels digitaler Unterschrift bei wichtigen Dokumenten.</p>",
            "Digitale Innovation": "<p>Unter digitaler Innovation wird die Anwendung von Softwaretechnologien verstanden, mit dem Ziel Probleme in der Geschäftswelt zu lösen.</p>",
            "Digital Fingerprinting": "<p>Digital fingerprinting kommt aus dem englischen Sprachraum. Finger print bedeutet übersetzt Fingerabdruck.</p><p>Digital fingerprinting hat jedoch nichts mit den Fingerabdrücken zu tun, die Verdächtigen in Krimis abgenommen werden. Mit der Hilfe von digital fingerprinting werden Daten, wie z.B. Musikstücke, Fotos oder Filme, mit einer individuellen - für das menschliche Auge nicht sichtbaren - Identifikationsmöglichkeit, einem digitalen „Fingerabdruck“ versehen. Der Zweck dahinter ist die Verfolgbarkeit von Urheberrechtsverletzungen.</p>",
            "Distributed-Ledger-Technologie": "<p>Die Distributed-Ledger-Technologie (aus dem Englischen und bedeutet so viel wie: Technik verteilter Kassenbücher) wird für die Dokumentation von Transaktionen genutzt. Das Besondere dabei ist, dass die Dokumentation nicht klassisch zentral an einem Ort (=in einem einzigen Kassenbuch) erfolgt, sondern an vielen verschiedenen Orten (dezentral), in beliebig vielen Kassenbüchern, von unterschiedlichen Parteien. Transaktionen werden in allen Kassenbüchern vermerkt und alle Parteien kommen zu einem Konsens bezüglich des aktuellen Standes der Kassenbücher. Möglich ist dies durch vernetzte Computer.\nEs gibt unterschiedliche Distributed-Ledger-Techniken. Der Unterschied liegt darin wie die vernetzten Computer zu einer Einigung bezüglich des Standes der Kassenbücher kommen (Konsensusprotokolle).</p><p>Distributed-Ledger-Techniken lassen sich außerdem in öffentliche (jeder kann ich beteiligen und die Daten einsehen) und private Netzwerke (Beteiligung und Zugriff sind limitiert) unterscheiden.</p><p>Eine Blockchain ist eine bestimmte Art von Distributed-Ledger-Technik.</p>",
            "Domain": "<p>Domain kommt aus dem Englischen und wird im Deutschen mit „Domäne“ übersetzt.</p><p>Als Domain wird die Adresse einer Internetseite bezeichnet. Diese Adresse ist einzigartig und kommt weltweit genau ein Mal vor.</p><p>Eine Domain besteht aus verschiedenen Teilen. Die Endung, wie z.B. „.de“ bei vielen deutschen Seiten, wird als die Top-Level-Domain (wörtl.: oberste Ebene Domäne) bezeichnet.</p><p>Die Top-Level-Domains werden von Institutionen verwaltet, die auch Vorgaben über das Aussehen einer Domain machen (z.B. max. Zeichenmenge etc.). Für Domänen mit der Endung „.de“ ist die DENIC eG. zuständig.</p>",
            "DSGVO / GDPR": "<p>DSGVO ist die Abkürzung für die Datenschutzgrundverordnung der Europäischen Union. Diese Verordnung regelt wie personenbezogene Daten von Firmen verarbeitet werden dürfen und welche Vorgaben einzuhalten sind.\n\nGDPR ist die englische Bezeichnung für die DSGVO und steht für General Data Protection Regulation.</p>"
        },
        "E": {
            "Ende-zu-Ende-Verschlüsselung": "<p>Im Englischen als end-to-end encryption bezeichnet.\nBei der Ende-zu-Ende-Verschlüsselung werden Nachrichten vor dem Versand vom Sender verschlüsselt und werden erst beim Empfänger wieder entschlüsselt. Auf diese Weise ist sichergestellt, dass nur der Sender und der Empfänger wissen, was in der Nachricht steht.</p>"
        },
        "F": {
            "Feature": "<p>Das Wort Feature kommt aus dem Englischen und wird mit „Merkmal“ übersetzt.</p><p>In der digitalen Welt wird mit dem Wort „Feature“ eine zusätzliche Funktion bezeichnet, die z.B. ein Smartphone oder ein Auto verbessert oder besonders macht.</p>",
            "Firewall": "<p>Firewall kommt aus dem Englischen und bedeutet Brandmauer. Also eine Mauer, die vor äußeren Einwirkungen schützt.</p><p>Eine Firewall kann man sich wie die Sicherheitsvorkehrungen auf einem Hochsicherheits-Militärgelände vorstellen. Es gibt eine Mauer, diverse technische Vorkehrungen, die ein Eindringen über die Mauer verhindern und penible Kontrollen der ein- und ausfahrenden Fahrzeuge, sowie der Personen darin. Keiner kommt rein oder raus ohne Genehmigung der Sicherheitsleute am Haupttor.</p><p>Die Firewall ist zwischen das Internet und den eigenen Computer geschaltet. Sie prüft Zugriffsrechte von anderen Programmen und Rechnern (wie die Sicherheitsleute am Haupttor des Millitärgeländes bei einfahrenden Fahrzeugen) auf den geschützten Rechner und regelt welche Programme des Rechners auf das Internet zugreifen dürfen (wie die Sicherheitsleute bei der Ausfahrt vom Gelände).</p><p>Eine Firewall kann auch zwischen Netzwerken oder lokalen Computern geschaltet werden.</p>",
            "Five Eyes (FVEY)": "<p>Fives Eyes kommt aus dem Englischen und bedeutet übersetzt: Fünf Augen. Es handelt sich um eine Bezeichnung für einen Zusammenschluss der Länder Australien, Kanada, Neuseeland, das Vereinte Königreich und der USA. Zweck des Zusammenschlusses, dessen Details 1946 in der UKUSA-Vereinbarung festgelegt wurden, ist die Sammlung, Speicherung und der Austausch von Daten.</p><p>Fives Eyes operiert weltweit und hat sich die Beobachtung der verschiedenen Länder der Welt untereinander aufgeteilt. Ein gegenseitiges Ausspionieren erfolgt angeblich nicht.</p><p>Viele Länder würden dem Zusammenschluss gerne beitreten - bisher erfolglos. Dennoch arbeiten die Geheimdienste vieler Länder - auch der BND (Bundesnachrichtendienst) mit Five Eyes zusammen.</p>",
            "Flooding": "<p>Aus dem Englischen und bedeutet übersetzt „Überflutung“.</p><p>Flooding ist ein Routing-Algorithmus, der in Computernetzwerken verwendet wird. Kurzer Exkurs: Beim Routing werden optimale Wege bestimmt, um Nachrichten zu versenden. Ein Algorithmus ist eine Abfolge von Anweisungen innerhalb eines Programms. Ein Routing-Algorithmus gibt also genaue Anweisungen darüber wie und über welche Wege Nachrichten versendet werden sollen.</p><p>Beim Flooding wird - wie es der Name schon sagt - das Netzwerk quasi mit einem Datenpaket geflutet. Jeder Datenknoten (Schnittstelle von Datenleitungen) leitet das Datenpaket in alle Datenleitungen weiter, mit denen er verbunden ist. So gelangt das Datenpaket in das gesamte Netzwerk.</p><p>Man unterscheidet zwischen zwei Arten von Flooding, dem kontrollierten und dem unkontrollierten Flooding. Beim unkontrollierten Flooding sind keine Mechanismen eingebaut, die die verhindern, dass sie selben Daten immer wieder aufs Neue durch das Netzwerk geschickt werden. Beim kontrollierten Flooding sind entsprechende Mechanismen eingebaut.</p>",
            "FTP (File transfer protocol)": "<p>FTP ist die Abkürzung für „File Transfer Protocol“. Die Bezeichnung kommt aus dem Englischen und bedeutet so viel wie „Dateiübertragungsprotokoll“. FTP ist eine Methode um Dateien von einem Computer zum anderen zu übertragen.</p>"
        },
        "G": {
            "Geotagging": "<p>Der Begriff Geotagging setzt sich aus den Wörtern „Geo“ (griechisch für Erde) und „tagging“ (to tag, Englisch für markieren) zusammen.</p><p>Beim Geotagging werden geographische Informationen für das menschliche Auge unsichtbar in einer Datei gespeichert. Beispiel: Sie sind im Urlaub auf den Seychellen und machen diverse Fotos. Um die Fotos mit einem Geotag zu versehen, könnten Sie die Breiten- und Längengerade Ihrer aktuellen Position, sowie Höhenangaben und Peilungen, Ortsnamen, Zeitangaben etc. in diesen Fotos hinterlegen. Diese Informationen können von anderen ausgelesen werden, die wissen möchten, wann und wo die Fotos gemacht wurden. Mittels speziellen Bildsuchmaschinen können auch Orte gefunden werden, die in der Nähe von dem Ort liegen, wo Sie die Fotos gemacht haben.</p><p>Geotagging kann sich als ausgesprochen hilfreich erweisen, um Kriminalfälle aufzuklären und vermisste Personen zu finden. Allerdings ermöglicht es auch das Ausspionieren von persönlichen Daten.</p>",
            "Geotargeting": "<p>Der Begriff Geotargeting setzt sich aus den Begriffen „Geo“ (griechisch für Erde) und „targeting“ (to target someone, Englisch für sich jemanden zur Zielgruppe nehmen), zusammen.</p><p>Beim Geotargeting wird der Standort von Internetnutzern mittels IP-Adressen oder GPS-Daten bestimmt. Diese Informationen können z.B. für Werbung genutzt werden. </p><p>Beispiel: Sie wohnen in Berlin, wo auch Ihr Computer steht. Wenn Sie über Ihren Computer ins Internet gehen, kann man an Ihrer IP-Adresse sehen, dass Sie in Berlin wohnen. Ein Unternehmen, das für ein Event speziell Werbung an Leute schicken möchte, die in Berlin wohnen, kann mittels Geotargeting festlegen, dass nur die Personen diese Werbung erhalten sollen, die sich in Berlin aufhalten.</p>"
        },
        "H": {
            "Hacking": "<p>Der Begriff Hacking kommt aus dem Englischen und wird von to hack into something (in etwas eindringen) abgeleitet.\nAls Hacking wird das - in der Regel - unbefugte Eindringen in Computernetzwerke, bzw. die die unerlaubte Übernahme dieser Netzwerke bezeichnet.</p><p>Ursprünglich wurden geschickte Computertechnik-Enthusiasten oder Programmierer auch „Hacker\" genannt.</p>",
            "Hashing": "<p>Hashing ist die Verwendung von sogenannten Hash-Funktionen, um Daten in einen kleinen Wert fester Größe zu kodieren. Vereinfacht ausgedrückt kann man sich das als eine eindeutige Prüfsumme für gegebene Daten vorstellen.</p><p>Hashes werden häufig im Zusammenhang mit Verschlüsselungen verwendet.</p>",
            "Hashtag": "<p>Der Begriff Hashtag kommt aus dem Englischen und setzt sich aus den Wörtern „Hash“ (Raute) und „tag“ (etwas markieren) zusammen. </p><p>Ein Hashstag ist eine Art Verschlagwortung, mit denen Nachrichten und Inhalte in sozialen Medien besser gefunden werden können. Ein Hastag besteht aus zwei Teilen, dem #-Zeichen, das den Hashtag als einen solchen kenntlich macht und text. Im Falle von polypoly würde ein Hashtag z.B. so aussehen: #polypoly.</p>",
            "Host": "<p>Ein Host im Sinne eines \"Netzwerk-Hosts\" ist ein Computer, der an ein  Computernetzwerk angeschlossen ist. Jeder Host im Netzwerk muss eine  eindeutige IP-Adresse haben.</p>",
            "HTML": "<p>HTML ist die Abkürzung für „Hypertext Markup Language“ und wird im Deutschen mit „Hypertext-Auszeichnungssprache“ übersetzt.</p><p>Mit  HTML werden Webseiten geschrieben und strukturiert. Browser, wie z.B.  Firefox, Chrome und andere lesen die HTML-Dateien aus und stellen die  Webseite dann grafisch für uns dar.</p><p>Auf HTML basierende Content Management Systeme, wie z.B. Typo3 und WordPress  stellen dem Nutzer die grafische Oberfläche für den Bau von Webseiten  zur Verfügung.</p>",
            "HTTP": "<p>HTTP steht für „Hypertext Transfer Protocol“, was in etwa soviel bedeutet wie „Übertext-Übertragungsprotokoll“. Webbrowser verwenden dieses Protokoll, um Webseiten und deren Inhalte von Websites anzufordern.</p>"
        },
        "I": {
            "Inkognito Modus": "<p>Der Inkognito Modus wird oft auch als privater Modus bezeichnet. Bestimmte Einstellungen im Browser sorgen für eine Löschung von Suchverläufen, Cookies und anderen Daten, die man auf Webseiten eingegeben hat, sobald man den Browser schließt. Auf diese Weise können andere Personen, die den gleichen Computer nutzen, nicht mehr sehen, was die Person vorher im Internet gesucht hat und auf welchen Seiten sie war.</p><p>Achtung: durch das Surfen im Inkognito Modus wird man im Internet nicht anonym. Browserinformationen, IP-Adresse etc. sind sichtbar.</p>",
            "Internet der Dinge (IoT)": "<p>Im Englischen als Internet of Things (IoT) bezeichnet</p><p>Das Internet der Dinge ist eine Bezeichnung für alle technischen Geräte auf der Erde, die einen Ein- und Ausschalter haben und eine Verbindung zum Internet herstellen können, um dort zu kommunizieren. Angefangen bei Computern und Smartphones, bis hin zu Autos, internetfähigen Toastern, Kühlschränken, Fitnesstrackern und anderen Geräten.</p>",
            "IP-Adresse": "<p>IP ist die Abkürzung für Internet Protocol. </p><p>Jedes Gerät, das sich innerhalb eines Netzwerkes befindet, erhält eine eindeutige IP-Adresse, mit deren Hilfe das Gerät direkt angesprochen und erreicht werden kann.</p><p>Alle Geräte, die sich mit dem Internet verbinden, bekommen vom Provider ebenfalls eine IP-Adresse zugewiesen, damit das Gerät kontaktiert und identifiziert werden kann. Diese IP-Adresse wird ständig geändert.</p>"
        },
        "M": {
            "MAC-Adresse (Media Access Control Addresse)": "<p>In einem Computernetzwerk gibt es Netzwerk-Schnittstellen-Controller. Diese kontrollieren und überwachen eine bestimmte Schnittstelle in besagtem Netzwerk. Um diesen Controllern eine Kommunikation innerhalb eines bestimmten Teils des Netzwerks zu ermöglichen, hat jeder Controller eine eindeutige Kennung, die als Netzwerkadresse fungiert. Diese Kennung ist die MAC-Adresse. </p><p>MAC-Adressen werden überwiegend von Geräteherstellern vergeben (stehen meistens auf einem Label auf der Rückseite des Geräts) und auch oft als eingebrannte oder physikalische Adresse bezeichnet.</p>",
            "Malware": "<p>Als Malware wird jede Art von Software bezeichnet, die entwickelt wurde, um Schäden an einem Computer, Server, Client oder Computernetzwerk zu verursachen. Es gibt viele verschiedene Typen von Malware, darunter z.B. Computerviren, Trojaner und Spyware.</p>",
            "Maschinelles Lernen": "<p>Bei maschinellem Lernen lernt ein künstliches System anhand von Beispielen, erkennt Muster und Gesetzmäßigkeiten - sammelt sozusagen Erfahrung - und kann diese gesammelte Erfahrung dann im Anschluss auch auf andere, neue Situationen anwenden.</p><p>Die Anwendungsfelder sind ausgesprochen vielfältig. Um nur ein paar zu nennen: Sprach- und Texterkennung, automatisierte Diagnose­verfahren und Erkennung von Kreditkartenbetrug.</p>",
            "Metadaten": "<p>Der Begriff setzt aus dem griechischen „Meta“ und dem Wort „Daten“ zusammen. Meta bedeutet hier so viel wie „auf einer höheren Stufe“.</p><p>Metadaten sind Informationen über Merkmale anderer Daten, die für das menschliche Auge unsichtbar hinterlegt werden. Beispiel: Sie machen Urlaubsfotos und hinterlegen in den Fotos digitale Informationen über den Längen- und Breitengrad des Ortes, an dem das Foto aufgenommen wurde (Geotagging). Diese Daten sind Metadaten, anhand derer durch die Verwendung von spezialisierten Suchmaschinen Fotos, aber auch Videos und andere Informationen einfacher gefunden werden können.</p><p>Metadaten werden von Datenschützern jedoch auch mit Sorge betrachtet, da sich mit ihrer Hilfe viele persönliche Informationen auslesen lassen.</p>",
            "Metasuchmaschine": "<p>Der Begriff Metasuchmaschine setzt sich aus dem griechischen Wort „Meta“ und dem Wort „Suchmaschine“ zusammen. Meta bedeutet so viel wie „auf einer höheren Stufe“. </p><p>Metasuchmaschinen haben keine eigenen Verzeichnisse, in den sie suchen, sondern sie leiten ihre Suche gleichzeitig an mehrere andere Suchmaschinen weiter, sammeln deren Ergebnisse und bereiten diese entsprechend für den Sucher auf. </p><p>Der Vorteil einer Metasuchmaschine liegt darin, dass eine Suchanfrage nur einmal eingegeben werden muss, um bei Vielzahl von Suchmaschinen anzufragen.</p>"
        },
        "N": {
            "NFC (Near Field Communication)": "<p>NFC steht für den Begriff „Near Field Communication“ und bedeutet übersetzt „Nahfeld-Kommunikation“.</p><p>Mit diesem internationalen Übertragungsstandard, der auf einer Technologie für Sender-Empfänger-Systeme (RFID-Technik) basiert, können Daten über kurze Distanzen übertragen werden.</p>"
        },
        "O": {
            "Objektorientierte Programmierung (OOP)": "<p>Die Objektorientierte Programmierung ist ein Programmierstil, bei dem alles was programmiert wird durch Objekte beschrieben ist.</p><p>Beispiel: In einem Spiel soll ein Auto durch das Bild fahren. Das Auto ist ein Objekt. Diesem Objekt werden wiederum bestimmte Eigenschaften (wie. z.B. Farbe, Anzahl Reifen, Anzahl Türen etc.) zugewiesen. Und: das Objekt hat Funktionen. In unserem Fall z.B. das Fahren.</p><p>Zu den objektorientierten Programmiersprachen gehört z.B. Java.</p>",
            "Open Source Software": "<p>Open-Source-Software ist eine Computer-Software deren Quellcode jeder einsehen, verändern und erweitern kann.</p><p>Die Idee hinter Open Source ist eine Bündelung von Kompetenzen und Ressourcen, um Software im Rahmen einer öffentlichen Zusammenarbeit zu entwickeln, zu testen oder zu verbessern.</p>"
        },
        "P": {
            "Peer-to-peer (P2P) Programme": "<p>Der Begriff „peer“ kommt aus dem Englischen und bedeutet übersetzt so viel wie „Kolleg:in“. „Peer to peer“ kann daher mit „Kolleg:in zu Kolleg:in“ übersetzt werden. Die Abkürzung für „peer to peer“ ist P2P.</p><p>In P2P-Netzwerken werden Daten zwischen „“ - das sind Computersysteme, die über das Internet miteinander verbunden sind - miteinander ausgetauscht. Ein zentraler Server ist dafür nicht erforderlich.</p>",
            "Personenbezogene Daten": "<p>Personenbezogene Daten sind Angaben und Informationen, die sich auf eine natürliche Person (im Gegensatz zu einer juristischen Person, z.B. einem Unternehmen)  beziehen. Das können z.B. persönliche Daten (Alter, Adresse,  Geburtsdatum etc.) oder Kennnummern sein, oder auch Bankdaten und  körperliche Merkmale (Geschlecht, Augenfarbe, Größe etc.).\n\nPersonenbezogene Daten werden durch die DSGVO (Datenschutzgrundverordnung) geschützt. </p>",
            "Personenbezogene Daten besonderer Kategorien": "<p>Es gibt Daten, die in den falschen Händen besonders viel Schaden  anrichten können, wie z.B. genetische und biometrische Daten oder  Gesundheitsdaten. Daher müssen diese Daten ganz besonders geschützt  werden. Für das Sammeln und Verarbeiten dieser Daten gelten besonders  strenge Regeln.</p>",
            "Phishing": "<p>Der Begriff „Phishing“ leitet sich vom englischen Wort „fishing“ (Angeln) ab.</p><p>Phishing bezeichnet alle Methoden, dies es darauf abgesehen haben, sich die Zugangsdaten von Nutzern anzueignen - zu „angeln“. Das kann z.B. mittels gefälschter Webseiten, E-Mails oder Kurznachrichten passieren, in denen dem Nutzer vorgegaukelt wird, dass diese von einem vertrauenswürdigen Absender kommen.</p><p>Ein Klassiker ist zum Beispiel eine E-Mail, in der die Empfänger über ein angebliches Problem mit dem eigenen Nutzerkonto informiert werden, das es unbedingt erforderlich macht, sich über einen Link in besagter E-Mail in das eigene Nutzerkonto einzuloggen. Mit der Eingabe der eigenen Nutzerdaten werden diese Informationen direkt an unbefugte Dritte übermittelt und für illegale Aktivitäten genutzt.</p>",
            "Plug-in": "<p>Der Begriff „plug-in“ kommt aus dem Englischen und wird ins Deutsche mit „steckerfertig“, „fertig zum Einstecken“ übersetzt.</p><p>In der IT-Welt wird Plug-in als Bezeichnung für den Teil einer Software verwendet, der auf Wunsch zu einer bestehenden Software hinzugeschaltet werden kann, um diese zu verändern bzw. zu erweitern. Auf diese Weise können z.B. zu Bildverarbeitungsprogrammen viele hilfreiche Funktionen hinzugefügt werden, wie z.B. zusätzliche Effekte zum Verändern von Mustern und Farben.</p>",
            "Polypol vs. Monopol": "<p>Ein Polypol, im englischen Sprachraum polypoly genannt, ist eine Marktform in der viele Marktteilnehmer (Nachfrager und Anbieter) existieren. Keiner der Teilnehmer hat eine Marktmacht und durch Wettbewerb entsteht ein gesundes Gleichgewicht.</p><p>Das Gegenteil eines Polypol ist das Monopol, im Englischen als monopoly bezeichnet. In einem Monopol gibt es nur einen Anbieter, der die alleinige Marktmacht hat. Er kann die Preise bestimmen und seine Interessen gegenüber den Nachfragern durchsetzen, da es für diese keine Alternative gibt.</p>",
            "Product Owner": "<p>Der Begriff „product owner“ kommt aus dem Englischen und wird im Deutschen mit „Projektverantwortliche:r“ übersetzt. Die Bezeichnung hat ihren Ursprung in der Scrum-Methode, eine Projektmanagement-Methode, die sowohl für Projekt-, als auch in der Softwareentwicklung genutzt wird.</p>",
            "Profiling": "<p>In der IT umfasst der Begriff „Profiling“ die Erstellung von Nutzerprofilen durch die Auswertung von einer Unmenge an Daten. </p><p>Mit der Hilfe von Algorithmen und speziellen Auswertungsverfahren werden Muster und Zusammenhänge erkannt, die an anderer Stelle z.B. für die Optimierung von Werbemaßnahmen verwendbar sind.</p>",
            "Provider": "<p>Der Begriff „provider“ kommt aus dem Englischen und bedeutet übersetzt „Versorger“.</p><p>Internet- oder auch Mobilfunkprovider sind Unternehmen, die ihren Kunden einen Anschluss für Telefon-, Internet- oder Mobilfunk zur Verfügung stellen und die dafür erforderlichen Leistungen und Geräte anbieten.</p>",
            "Pseudonymisierung vs Anonymisierung": "<p>Das Wort pseudonymisiert leitet sich vom altgriechischen Adjektiv „pseudonym“ ab und bedeutet „fälschlich so genannt“. Anonym kommt ebenfalls aus dem Altgriechischen und bedeutet: „ohne Namen“. Sowohl die Anonymisierung, als auch die Pseudonymisierung dienen dem Datenschutz. </p><p>Anonymisierung: personenbezogene Daten werden in einem so großen Umfang verändert, dass die Daten nicht mehr bestimmten Personen zugeordnet werden können. Diese Prozess kann nicht mehr rückgängig gemacht werden.</p><p>Pseudonymisierung: personenbezogene Merkmale in einem Datensatz, die Aufschluss über eine bestimmte Person geben, werden durch ein Pseudonym - meistens eine Folge aus Zahlen und Buchstaben - ersetzt. Mit einem speziellen Schlüssel können die pseudonymisierten Daten wieder sichtbar gemacht und der Bezug zu bestimmten Personen wieder hergestellt werden.</p>"
        },
        "R": {
            "Retargeting": "<p>Retargeting ist ein Begriff aus dem Online-Marketing und leitet sich vom Englischen „to target“, sich jemanden zur Zielgruppe nehmen, ab. Das „re“ am Anfang des Wortes bedeutet so viel wie „erneut“.</p><p>Besucher, die eine Webseite besuchen, werden elektronisch markiert und dann beim Surfen auf anderen Webseiten erneut mit gezielter Werbung angesprochen.</p><p>Beispiel: Sie überlegen sich ein Fahrrad zu kaufen und surfen auf einer Webseite für Fahrräder. Dort werden Sie elektronisch markiert und ab sofort erhalten Sie immer wieder Werbung zu Fahrrädern, wenn Sie auf anderen Webseiten surfen.</p>",
            "Router": "<p>Der Name Router leitet sich aus dem englischen Wort route (Weg, Kurs) ab.</p><p>Ein Router ist ein Gerät, mit dem Daten an andere Geräte weitergeleitet, bzw. verteilt werden können und der den Zugang zum Internet ermöglicht.</p>"
        },
        "S": {
            "SDK (Software Development Kit)": "<p>Die Abkürzung SDK steht für die englische Bezeichnung „Software  Development Kit“ und kann im Deutschen mit „Baukasten für die  Softwareentwicklung“ übersetzt werden.</p><p>Für jede Programmiersprache  gibt es ein SDK. Ein SDK ist eine Ansammlung von Programmbibliotheken  und Programmierwerkzeugen, mit deren Hilfe Software entwickelt wird.</p>",
            "Server": "<p>Der Name „Server“ leitet sich vom englischen Begriff „to serve“ (zu Deutsch: bedienen) ab.</p><p>Als „Server“ wird ein Computerprogramm oder ein Host bezeichnet, das darauf wartet, dass ein Kunde (Client) Kontakt mit ihm aufnimmt und es für den Client eine Dienstleistung erfüllen kann.</p>",
            "Sniffing": "<p>Der Begriff „sniffing“ kommt aus dem Englischen und bedeutet schnüffeln.</p><p>Sniffer-Software sind Programme für die Analyse von Netzwerken, die dabei helfen sollen Schwachstellen und Fehler im Netzwerk aufzuspüren.</p>",
            "Software as a Service (SaaS)": "<p>SaaS ist die Abkürzung für die englische Bezeichnung „Software as a Service“, in Deutsch: „Software als Dienstleistung“.</p><p>Als SaaS wird ein weit verbreitetes Geschäftsmodell beschrieben, beim dem ein Unternehmen seinen Kunden Software über das Internet, bzw. eine Cloud bedarfsorientiert verfügbar macht. Die Software wird direkt im Browser oder über den Software-Client genutzt und Kunden können sich genau die Software einkaufen, die sie wirklich benötigen.</p>",
            "Spyware": "<p>Der englische Begriff „spyware“ ist ein Kunstwort, das sich aus den Wörtern „spy“ (Spion) und „ware“ (software) zusammensetzt, also eine Software, die dazu verwendet werden soll, um andere auszuspionieren.</p>",
            "SSL (Secure Sockets Layer)": "<p>Die Abkürzung SSL steht für die Bezeichnung „Secure Sockets Layer“. Diese Bezeichnung ist inzwischen jedoch veraltet und wurde durch „Transport Layer Security“ (TLS) ersetzt.</p><p>Dabei handelt es sich um ein Verschlüsselungsprotokoll, mit dem Daten sicher zwischen zwei Computersystemen, z. B. einem Webbrowser und einer Website übertragen werden können.</p>"
        },
        "T": {
            "Tags (or tagging)": "<p>Der Begriff tagging kommt aus dem Englischen von „to tag“ (etwas markieren). Tags werden verwendet, um elektronische Beiträge, wie z.B. Posts auf Social Media, zu markieren.</p><p>Der wohl geläufigste „Tag“ ist der „Hashtag“. Mit ihm werden Beiträge markiert, um diese leichter auffindbar zu machen. „Tags“ werden aber auch dazu verwendet, um bestimmte Nutzer in einem Beitrag anzusprechen. Dazu wird das @-Zeichen in Verbindung mit dem Nutzernamen verwendet.</p>",
            "Token": "<p>Token kommen im Zusammenhang mit Kryptowährungen vor, allerdings sind sie keine Kryptowährung, da ihnen bestimmte Eigenschaften fehlen.</p><p>Token stellen einen bestimmten Vermögenswert oder Vermögensgegenstand dar, der vorher festgelegt wurde. Das kann alles sein, was sich handeln lässt, angefangen von Rohstoffen, bis hin zu Immobilien und Treuepunkten.</p>",
            "Tor": "<p>Sie fragen sich, was Anonymität im Internet mit Zwiebeln zu tun hat? Bei der Software „Tor“ sehr viel, denn Tor steht für „The Onion Router“ (Zwiebelrouter). Der Name wurde gewählt, da die Struktur des Programms (verschiedene Schichten der Verschlüsselung) der einer Zwiebel sehr ähnlich ist.</p><p>Tor ermöglicht es dem Nutzer sich weitestgehend anonym im Internet zu bewegen und wird darum auch als Browser für das Surfen im Darknet verwendet.</p>",
            "Trojaner": "<p>Kennen Sie die Sage vom Trojanischen Pferd? Griechische Soldaten versteckten sich im Bauch eines hölzernen Pferdes und stellten es vor die Stadtmauern von Troja, das sie seit Tagen erfolglos zu erobern versucht hatten. Die Trojaner waren so neugierig auf das Pferd, dass sie es hinter ihre Stadtmauern holten. In der Nacht stiegen die griechischen Soldaten aus dem Pferd, öffneten die Tore Trojas und eroberten es.</p><p>Software, die nach außen hin so tut als sei sie harmlos und legitim, aber dann im Geheimen versucht sich Zugang zum System zu verschaffen, oder Schaden anzurichten nennt man in der IT-Welt Trojanisches Pferd - Kurzform: Trojaner -, in Anlehnung an die griechische Sage.</p><p>Trojaner zählen zur Gruppe der Malware.</p>",
            "Two-factor authentication (Zwei-Faktor-Authentisierung)": "<p>Bei der Zwei-Faktor-Authentisierung, abgekürzt 2FA, wird die Identität eines Nutzers mit Hilfe der Kombination von zwei unterschiedlichen, unabhängigen Komponenten (Faktoren) nachgewiesen. Klassisches Beispiel ist die Kombination EC-Karte und PIN am Bankautomaten.</p>"
        },
        "U": {
            "URL": "<p>URL ist die Abkürzung für den englischen Begriff „Uniform Resource Locator“. Dieser Begriff ist die IT-Bezeichnung für die Internetadresse.</p>",
            "User Interface (UI)": "<p>Deutsche Bezeichnung: Benutzeroberfläche</p><p>Als Benutzeroberfläche oder auch Benutzerschnittstelle wird die Art und Weise bezeichnet, über die ein Nutzer mit einer Maschine kommuniziert.</p><p>Auf Ihrem Computer haben Sie z.B. ein Betriebssystem - sehr wahrscheinlich von Microsoft oder Apple. Beide Betriebssysteme arbeiten mit Icons, auf die man klickt, um Programme zu starten oder andere Aufgaben zu erledigen. Die Summe aller Icons, die Art der Darstellung etc. sind Teil der Benutzeroberfläche.</p>",
            "UX": "<p>Die Abkürzung UX steht für den englischen Begriff „User Experience“ (Nutzererfahrung). Damit ist die Gesamtheit der Erfahrungen gemeint, die ein Nutzer mit digitalen Geräten macht, wie. z.B. Tablets, Smartphones etc..</p>"
        },
        "V": {
            "Virtual Machine": "<p>Der Begriff „virtual machine“ kommt aus dem Englischen und bedeutet wörtlich übersetzt „virtuelle Maschine“.</p><p>Eine virtual maschine ist eine Computerdatei, mit der das Abbild eines Computers innerhalb eines anderen Computers geschaffen wird. Mittels Klick auf ein Fenster kann sie geöffnet und genauso bedient werden, wie ein Computer.</p><p>Der Zweck einer virtual machine ist es vorab zu sehen, wie sich bestimme Modifikationen auf die Funktion des Computers auswirken würden, ohne Gefahr zu laufen den eigentlichen Computer zu beschädigen.</p>",
            "VPN (Virtual Private Network)": "<p>Die Bezeichnung „Virtual Private Network“ (VPN) kommt aus dem Englischen und bedeutet wörtlich übersetzt „Virtuelles privates Netzwerk“. Damit wird eine Verbindung zwischen Netzwerken bezeichnet, die für andere nicht einsehbar ist. </p><p>VPN wird zum Beispiel genutzt, um Mitarbeiter, die von zu Hause aus arbeiten, mit dem Netzwerk ihrer Firma zu verbinden. Diese haben dann von zu Hause aus den gleichen Zugriff als wenn sie in der Firma wären.</p>"
        },
        "W": {
            "Webcrawler": "<p>Der Begriff Webcrawler setzt sich aus den englischen Wörtern „Web“ (Netz; Internet) und „crawler“ (Krabbler) zusammen.</p><p>Webcrawler sind Computerprogramme, die eigenständig und automatisiert das Internet (world wide web) durchforsten und Webseiten auswerten. Sie sammeln Informationen und werden z.B. auch von Suchmaschinen eingesetzt, um Webseiten zu ihrem Index hinzuzufügen.</p>",
            "Whistleblower": "<p>Der Begriff „Whistleblower“ kommt aus dem Englischen und wird von der Redewendung „to blow the whistle“ (verpfeifen) abgeleitet. Ein Whistleblower ist eine Person, die geheime, bzw. geschützte Informationen öffentlich macht.</p>",
            "Widget": "<p>Der Begriff „Widget“ ist ein Kunstwort, das sich vermutlich aus den Worten „window“ (Fenster) und „gadget“ (Gerät) zusammensetzt.</p><p>Als Widget wird das Bedienelement einer grafischen Nutzeroberfläche bezeichnet. Beispiel: Sie können sich auf Ihrer Benutzeroberfläche eines kleines Fenster anzeigen lassen, welches Sie über das Wetter auf dem Laufenden hält. Es zeigt Ihnen auf einen Blick die aktuelle Temperatur, sowie ob es regnet oder die Sonne scheint.</p>",
            "Wiki": "<p>Als „Wiki“ wird eine Webseite bezeichnet, die von den Nutzern gelesen und bearbeitet werden kann. Das gemeinsame Ziel ist in der Regel das Sammeln von Wissen und Erfahrung, sowie die Dokumentation derselben.</p><p>Beispiel eines „Wiki“ im Internet ist die freie Enzyklopädie Wikipedia.</p>",
            "WORM": "<p>WORM steht nicht für einen Wurm, sondern ist die Abkürzung für „write once read many“. Das bedeutet ins Deutsche übersetzt so viel wie „schreibe einmal lese viele“.</p><p>Mit WORM werden Maßnahmen bezeichnet, die es unmöglich machen Daten auf einem bestimmten Speichermedium zu Ändern, zu Löschen oder zu Überschreiben. Daten werden quasi solange auf dem Speichermedium hintereinander gespeichert, bis das Speichermedium keine Speicherkapazität mehr hat.</p>"
        }
    }
}
