{
  "title": "Warum die meisten Messenger-Apps (nicht wirklich) kostenlos sind.",
  "intro.paragraph.one": "Wir alle verwenden ständig Messenger-Apps. Wir schreiben über das Leben, die Liebe, das Geschäft und einiges davon ist persönlich oder sogar geheim. Lassen Sie uns also herausfinden, wie sicher die Messenger sind, wie sie Geld verdienen und wie sie mit unserem Datenschutz umgehen.",
  "intro.paragraph.two": "Das polyPedia-Team und unsere assoziierten Forscher von future404 haben sich alles angesehen, was die Unternehmen hinter diesen Apps unten zum Datenschutz sagen (und sogar noch ein bisschen weiter).",
  "intro.image.alt": "Der Benutzer einer Messenger-App",
  "summary.title": "Das haben wir gefunden",
  "summary.section": "Zusammenfassung",
  "summary.paragraph.one": "Drei Dinge, die Sie beachten sollten:",
  "summary.paragraph.two.strong": "Wenn Sie einen digitalen Dienst kostenlos nutzen können, sind Sie und Ihre Daten höchstwahrscheinlich das Produkt",
  "summary.paragraph.two":"(6) von (9) Messenger-Apps geben an, dass (Werbung) der Zweck ist, für den sie Daten teilen.",
  "summary.paragraph.three.strong": "Messenger-Apps bitten um umfassende Erlaubnis, auf Ihre Daten zuzugreifen, sie zu sammeln, zu ändern und zu teilen.",
  "summary.paragraph.three": "Aber mit (5) bis (50) Datentypen pro Benutzer sammeln sie noch mehr als sie benötigen.",
  "summary.paragraph.four.strong": "Drei beliebte Messenger-Apps gehören zu Facebook.",
  "summary.paragraph.four": "Die Apps teilen Benutzerdaten nur mit maximal (5) Unternehmen, aber die Muttergesellschaft kann dieselben Daten mit bis zu (5000) Unternehmen teilen.",
  "overview.section": "Überblick",
  "overview.paragraph.one": "So sieht der Markt für Messenger-Apps aus:",
  "overview.paragraph.two": "Gesamtzahl der Installationen pro Messenger in Millionen",
  "overview.tab.installs": "Installationen",
  "overview.tab.users": "Benutzer",
  "overview.tab.partof": "Teil von",
  "overview.donut.installs.message": "Android-App-Installationen",
  "overview.donut.users.message": "Monatlich aktive Nutzer in Millionen",
  "purposes.chart.legend": "Anzahl der Erwähnungen"
}