{
    "heading": "Was sind Datenregionen?",
    "world": "Länder und Regionen haben unterschiedliche Gesetze und Rahmenbedingungen, die das Datenverhalten von Firmen beeinflussen. Diese sind manchmal kulturell, aber oft auch politisch motiviert. Wir haben einige dieser Regionen in „Datenregionen\" aufgeteilt, um ein besseres Verständnis dafür zu wecken.",
    "euGdpr.text": "<p>Europa ist führend im Bereich des Datenschutzes. Der europäische Weg besteht darin, ein Gleichgewicht zwischen den Interessen von Unternehmen, Staat und Bürger:innen herzustellen. Dieser Fokus ist einzigartig und könnte ein unschlagbarer Wettbewerbsvorteil werden.</p><p>Eine der gängigen europäischen Lösungen ist dabei der Aufbau eines eigenen digitalen Ökosystems, in dem viele Akteur:innen zusammengeführt und ihre verschiedenen Stärken und Interessen in einem fairen Gleichgewicht zueinander gesetzt werden, ohne dass dabei marktwirtschaftliche Prinzipien verletzt werden.</p><p>Dadurch, dass Daten aus Europa natürlich weltweit fließen, droht hier allerdings auch eine Problematik: Europas Lösung könnte langfristig im Systemkampf zwischen den USA und China zerrieben werden.</p>",
    "subHeading.fiveEyes": "Die USA und die Five-Eyes",
    "USA.text": "<p>Der Tech-Leader der westlichen Welt befindet sich auf einem Weg des Datenkapitalismus, bei dem alle Lebensbereiche von Digitalunternehmen kommerzialisiert und so viele persönliche Daten wie möglich gesammelt werden.</p><p>Dabei konkurrieren vor allem die großen Tech-Konzerne um die alleinige und weltweite Vormachtstellung und bewirken das genaue und ebenfalls problematische Gegenteil zu China: eine Unternehmensabhängigkeit für Bürger:innen.</p>",
    "fiveEyes.text": "<p>Seit den 1940ern haben sich die USA zudem mit der UK und später mit Kanada, Australien, Neuseeland zu der Geheimdienstallianz „Five Eyes\" firmiert (ehem. UKUSA), die sich u.a. zur Kernaufgabe gemacht hat, Daten von Bürger:innen, Unternehmen, staatlichen Behörden u.s.w. abzufangen, zu speichern und zu analysieren.</p><p>Dabei schaffen es die Länder und ihre jeweiligen Geheimdienste durch ihre global verteilte Lage, die Welt datentechnisch zu überwachen unter der vereinbarten Prämisse, sich selbst gegenseitig vor Spionage zu schützen.</p><p>Da es keine kontrollierende Instanz der Geheimdienste gibt, ist weder eindeutig klar, welche persönlichen Daten für welchen Zweck von ihnen verwendet werden, noch welche (rechtlichen) Konsequenzen das dauerhaft auch für einzelne Personen, Unternehmen und auch die Behörden selbst haben könnte.</p>",
    "russia.text": "<p>Russland versucht Chinas großem Vorbild zu folgen und eine staatlich kontrollierte Technologiewirtschaft aufzubauen. Dafür schließt das Land ausländische Digitalunternehmen immer weiter aus und baut eigene Firmen auf, die Dienste in allen Lebensbereichen anbieten.</p><p>Dabei hat der Staat weitestgehend Zugriff auf die gesammelten Daten und nutzt sie nach eigenem Ermessen.</p><p>Nähert sich Russland hier weiter dem System Chinas an, besteht die Gefahr einer Autokratie, in der die digitalen Daten(übertragungen) von Bürger:innen immer weiter staatlich überwacht und kontrolliert werden.</p>",
    "china.text": "<p>China befindet sich in einer umfassenden technologischen Revolution. Der Staat verwandelt sich in eine datengesteuerte Autokratie, in der er alle großen Tech-Unternehmen kontrolliert.</p><p>Informationen über jede:n und alles werden gespeichert und analysiert, um die Wirtschaft anzukurbeln und die Bürger:innen zu kontrollieren.</p><p>Dabei ist China das erste Land, das bereits vollständige digitale Ökosysteme etabliert hat und damit alle Lebensbereiche der Bürger:innen erreicht. So kann das gesamte Leben von Bürger:innen lückenlos ausgewertet und beeinflusst werden – die Gefahr, dass China so zum erfolgreichsten, autoritären Staatssystem weltweit wird, ist groß.</p>",
    "undisclosed.text": "<p>Die bisher genannten Datenregionen sind eine umfangreiche Zusammenfassung der bisherigen, weltweit größten Länder/Regionen und ihrem jeweiligen, individuellen Datenverhalten von Staat, Unternehmen und Bürger:innen.</p><p>Darüber hinaus wird es sicherlich auch noch weitere Datenregionen geben, die es zukünftig gilt, explizit zu recherchieren und zu klassifizieren.</p><p>Das langfristige Ziel wird es sein, eine länderspezifische und weltweite Kartografie über die jeweiligen (nicht) vorhandenen Datenschutzbestimmungen und ihre Konsequenzen für das einzelne Individuum zu erstellen.</p>",
    "button.ok": "OK"
}
