{
    "text.intro":
        "<p>Neutralität und Transparenz sind uns wichtig.</p><p>Wir arbeiten daran, dass Daten sichtbar, klarer, verständlicher und vergleichbar werden. Zu diesem Zwecke führen wir Daten aus verschiedenen Quellen und eigener Recherche zusammen und machen diese, sowie unsere redaktionelle Arbeit, so nachvollziehbar wie möglich.</p>",
    "headline.sources":
        "Quellen",
    "text.sources":
        "<p>Die allgemeinen Firmeninformationen (Name, Rechtsform, Adresse, Struktur, Umsatz...) haben wir aus Datensätzen von North Data, Brex und Open Corporates zusammengestellt.<p>Die Informationen zur Datensicherheit bei ausgewählten Firmen sind das Ergebnis der Recherchen der polypoly Genossenschaft. Diese basiert unter anderem auf den Datenschutzerklärungen der Unternehmen auf deren deutschen Webseiten. Es handelt sich also nicht um alle Daten, die ein Unternehmen erhebt und teilt, sondern solche, die wir derzeit nachvollziehen können.</p>",
    "headline.research":
        "Recherche",
    "text.research.first":
        "<p>Unsere Recherche konzentriert sich auf Auswirkungen des Datensicherheitsverhaltens von Firmen auf die einzelnen Nutzer:innen.</p><p>Wir suchen nach Informationen zu folgenden Fragen:</p><p><ul><li>Welche Daten werden gesammelt?</li><li>Welche Daten werden geteilt?</li><li>Welche Gründe werden für das Teilen der Daten angegeben?</li><li>Mit welchen Unternehmen werden diese Daten geteilt?</li><li>In welchen Datenregionen – und damit Gesetzesräumen – befinden sich diese Unternehmen?</li></p>",
    "text.research.second":
        "<p>Diese Fragen sind in den Datenschutzerklärungen der Firmen nur selten eindeutig beantwortet. Es gibt keine Norm für diese Informationen. Ein Teil unserer Arbeit besteht daher darin, die unklaren Formulierungen mit den Datentypen und -kategorien, die das W3C entwickelt, zu verbinden und so eine Vergleichbarkeit herzustellen.</p><p>Aktuell haben wir einige Unternehmen ausgewählt und deren Datenverhalten genauer recherchiert. Diese Auswahl stellt keine Wertung dar. Sie wird sich mit der Zeit ändern. Die Arbeit geht weiter.</p>",
    "headline.validation":
        "Überprüfung",
    "text.validation":
        "<p>Wir sind eine junge Organisation mit einem kleinen Team und großen Zielen. Unserer redaktionellen Verantwortung entsprechen wir durch das Vier-Augen-Prinzip. Das bedeutet, dass Daten und Korrellationen immer von mindestens zwei Researcher:innen geprüft werden. Falls Ihnen etwas auffällt, geben Sie uns bitte gerne unter hello@polypoly.coop Bescheid.</p>",
    "headline.aggregation":
        "Aggregierung",
    "text.aggregation":
        "<p>Wir arbeiten daran, Daten klar und verständlich zu machen. Das bedeutet, dass wir Korrelationen zwischen Datensätzen herstellen und auch Daten aggregieren, um sie besser zugänglich und vergleichbar zu machen.</p><p>Oft ist es eine Herausforderung, ein vages Datenschutzdokument voller offener Sprache, in eine klare und vergleichbare Darstellung der Datenflüsse zu übersetzen.</p><p>Bei der Interpretation von vager und unbestimmter Sprache hat unser Rechercheteam versucht, so spezifisch wie möglich zu sein. Es achtet auch darauf, nicht mehr in einen Text hineinlesen, als da ist. Bei mehrdeutigen Aussagen in Datenschutzrichtlinien haben wir uns bemüht, das W3C-Datenschutzvokabular (Data Protection Vocabulary, oder kurz: DPV) auf der angemessenen Granularitätsebene zu verwenden. Wenn sich beispielsweise eine unklare Aussage auf eine Reihe von Datentypen beziehen könnte, haben wir den DPV-Begriff gewählt, der die Möglichkeiten allgemeiner abdeckt.</p>",
    "headline.presentation":
        "Präsentation",
    "text.presentation":
        "<p>Wir visualisieren Daten, um sie zugänglicher zu machen. Der Ansatz in unseren datenbasierten Geschichten wird im Englischen als \"explain and explore\" bezeichnet. Wir erzählen und erklären, wo es sinnvoll oder nötig ist und bieten Ihnen auch die Möglichkeit, Daten selbst zu filtern und zu erkunden. Diese Funktion wird schrittweise erweitert.</p>",
    "button.explore":
        "OK"
}
