{
    "headline.sources":
        "Quellen",
    "text.sources":
        "Die generellen Informationen 체ber Firmenprofile basieren auf den Datens채tzen von North Data, Brex und Open Corporate, aus 01/2021. Die Datens채tze wurden aggregiert und normalisiert ...",
    "headline.research":
        "Recherche",
    "text.research.first":
        "<p>Our research is focused on the impact data privacy behavior has on the individual user. There we try to find and visualize information usually invisible or hard to get to and understand. When we research privacy policies and data behavior for example we are usually looking for the following:</p><p><ul><li>What data is gathered</li><li>What data is shared</li><li>Who are the companies data is shared with</li><li>What is the purpose/reason given for sharing that data</li></ul></p>",
    "text.research.second":
        "<p>Often the information is hidden or misleading. No two privacy policies are alike and very few share any structural similarity. since the introduction of GDPR , there have been some improvements, but we still need to do a fair amount of decoding.</p><p>We also do a good amount of context research e.g. to better understand what the impact of individual data types could be, what certain companies or industries are doing with user data, what the impact of jurisdictions is.</p><p>The research continues and we will keep updating our database on a regular basis. This research is also informed by the work of others in this field e.g. XXX?</p><p>For the current version of polyExplorer we selected 5 companies and present them as \"featured\". This selection does not indicate any judgment on those companies. We simply spend more time researching about them. The selection and number of featured companies will grow over time.</p>",
    "headline.validation":
        "Validierung",
    "text.validation":
        "We are a young company with few people and grand ambitions. For now we validate our data according to the four eyes principle, which means that we check the data and correlations by at least two people from our research team.",
    "headline.aggregation":
        "Aggregierung",
    "text.aggregation":
        "We work on making data clear and understandable, This means that we build correlations, between datasets, that we aggregate data to make it more accessible and comparable.",
    "headline.presentation":
        "Pr채sentation",
    "text.presentation":
        "Our approach is to explain and explore data in our data driven stories and features. We will guide you if wanted and needed. And we will allow you to explore more and deeper as well.",
    "button.explore":
        "Los geht's"
}
