{
    "progress.banner.title": "Erster Entwurf",
    "progress.banner.description": "Wer hätte das gedacht – nachdenken resultiert in Arbeit. Wir sind also dran und arbeiten die Idee bereits aus.",
    "title": "polyPedia – unsere Wissensdatenbank",
    "section1.title": "Die Mission von polyPedia ist es, die Datenwirtschaft transparent zu machen.",
    "section1.description": "In der polyPedia sind unzählige Informationen gespeichert – haarklein von Experten recherchiert, aufgearbeitet und verwendbar gemacht. Viele Features des polyPod und all die vielen Informationen, die im polyPod enthalten sind, werden aus der polyPedia gespeist. ",
    "section2.title": "Die polyPedia als wichtiger Bestandteil der polypoly-Infrastruktur.",
    "section2.description": "polyPedia ist eine Datenbank, die Informationen über das Datenverhalten der Akteure in der globalen Datenwirtschaft speichert. Wir wollen abbilden, wie Daten von einzelnen natürlichen Personen, die Daten erzeugen, zu juristischen Personen fließen, die sie sammeln und verarbeiten. Seien es Unternehmen verschiedener Art, Regierungen oder NGOs. \n\nEin wichtiger Aspekt von polyPedia ist die Überwachung der Datenschutzrichtlinien und der Allgemeinen Geschäftsbedingungen, die die Unternehmen selbst veröffentlichen. \n\nSpätere Versionen werden es ermöglichen, Anfragen und Recherchen bei polyPedia einzureichen, ähnlich wie bei Wikipedia.",
    "footer.title": "Wissensdurst stillen? Können wir – mit unserem Newsletter!",
    "footer.description": "Nicht täglich, aber regelmäßig. Nicht aufdringlich, sondern eindringlich. Nicht inhaltslos, sondern informativ. Und das Beste, wir tracken nicht einmal.\n\nKlingt zu schön, um wahr zu sein. Wir freuen uns darauf, Sie auch hier überzeugen zu dürfen. Mit Neuigkeiten zum Entwicklungsstand und weiteren Features des polyPod, über anstehende Events, Kooperationen und vielen weiteren Ideen und Projekten.",
    "footer.button.title": "Einmal zum mitnehmen, bitte!",
    "cta.link": "https://polypoly.coop/de-de/newsletter"
}
