{
    "heading.request": "<strong>Daten anfordern</strong>",
    "heading.download": "<strong>Daten herunterladen</strong>",
    "heading.import": "<strong>Daten importieren</strong>",
    "heading.explore": "<strong>Daten erkunden</strong>",
    "importing.data": "Ihre Daten werden importiert",
    "intro.text.1": "Finden Sie heraus, was Facebook über Sie weiß!",
    "intro.text.2": "So laden Sie Ihre Facebook-Daten in Ihren polyPod",
    "intro.info": "Es wird nur eine Kopie Ihrer Daten erstellt. Ihr Facebook-Account bleibt unverändert!",
    "scroll.down": "Scrollen Sie nach unten",
    "how.it.works": "So geht's",
    "request.1": "Um Ihre Daten in Ihren polyPod zu importieren, müssen Sie diese zuerst von Facebook anfordern.",
    "request.2": "Gehen Sie zu facebook.com/dyi.",
    "request.3": "Ihr Browser wird Sie fragen, ob Sie mit der Browser-Version fortfahren, oder Ihre App benutzen möchten. Bitte fahren Sie mit dem Browser fort.",
    "request.4": "Scrollen Sie auf der Facebook-Seite nach unten, ändern Sie den Datei-Typ zu 'JSON' und die Medienqualität zu 'niedrig', fordern Sie dann die Datei an. Stellen Sie zudem sicher, dass Sie bei der Auswahl des Zeitraums 'Alles' ausgewählt haben, damit Sie wirklich alle Daten erhalten. Sie bekommen eine Bestätigung Ihrer Anfrage.",
    "request.info.1": "Hierzu benötigen Sie Ihre Log-in Daten",
    "request.info.2": "WICHTIG: Jetzt müssen Sie darauf warten, bis Ihre Daten zum Download bereitstehen. Sie werden per E-Mail benachrichtigt. Dieser Vorgang kann bis zu 24 Stunden dauern.",
    "request.button": "Anfrage starten",
    "request.example.data": "Beispieldaten verwenden",
    "download.1": "Nachdem Sie Ihre Daten angefordert haben, werden Sie von Facebook benachrichtigt, sobald die Daten zum Download bereitstehen.",
    "download.2": "Sobald Ihre Daten bereitstehen, bekommen Sie eine Email von Facebook. Klicken Sie bitte auf den Download-Link in der E-Mail.",
    "download.3": "Im Bereich 'Verfügbare Kopien' der Facebook-Seite können Sie nun Ihre Daten herunterladen. Die Datei wird direkt auf Ihrem Telefon gespeichert.",
    "download.info": "Es kann bis zu 24 Stunden dauern bis Ihre Daten bereitstehen!",
    "download.button.1": "Daten herunterladen",
    "download.button.2": "Daten schon heruntergeladen?",
    "import": "Nachdem Sie die Datei mit Ihren Daten auf Ihr Telefon heruntergeladen haben, können Sie diese in Ihren polyPod importieren.",
    "import.info": "Die Datei, die Sie importieren, beinhaltet Ihre Facebook-Informationen bis zum jetzigen Zeitpunkt. Um Ihre Daten in der Zukunft zu aktualisieren, fordern Sie einfach eine neue Version an.",
    "import.none.chosen": "Keine Datei ausgewählt",
    "import.chosen": "Ausgewählte Datei",
    "import.delete": "Entfernen",
    "import.button.1": "Datei auswählen",
    "import.button.1.different": "Andere Datei auswählen",
    "import.button.2": "Importieren",
    "import.name": "Name:",
    "import.size": "Dateigröße:",
    "explore.1": "Nachdem Sie Ihre Facebook-Daten in Ihren polyPod importiert haben, können Sie diese erkunden und sehen, was Facebook wirklich über Sie weiß. Das heruntergeladene zip-Archiv kann nun auch sicher wieder von Ihrem Smartphone gelöscht werden.",
    "explore.button": "Erkunden Sie Ihre Daten",
    "file.too.big.dialog.title": "Die ausgewählte Datei ist zu groß.",
    "file.too.big.dialog.message": "Bitte wählen Sie eine aus die kleiner als {{max_file_size}} ist. Sie können die Dateiengröße verringern, indem Sie eine Datei mit kürzerer Zeitspanne bei Facebook beantragen oder unsere Beispieldatensätze benutzen."
}
