{
    "baseInfo.title1": "Wie ist das zu verstehen?",
    "baseInfo.title2": "Über diese Daten",
    "circle.packing": "Dieses Diagramm heißt <strong>Circular Treemap</strong>. Es zeigt hierarchische Datenstrukturen in Form von ineinander verschachtelten Kreisen. Jeder Strang einer Struktur wird von einem Kreis repräsentiert. Unterstränge werden innerhalb durch kleinere Kreise dargestellt. Die Flächen der Kreise sind proportional zu den Werten, die sie darstellen. Farben unterscheiden verschiedene Stränge und Kreise voneinander.",
    "treemap": "Dieses Diagramm heißt <strong>Treemap</strong> oder Kacheldiagramm. Es zeigt hierarchische Datenstrukturen in Form von ineinander verschachtelten Rechtecken. Jeder Strang einer Struktur wird von einem Rechteck repräsentiert. Unterstränge werden innerhalb durch kleinere Rechtecke dargestellt. Die Flächen der Rechtecke sind proportional zu den Werten, die sie darstellen. Farben unterscheiden verschiedene Stränge und Rechtecke voneinander.",
    "bubble.chart": "Dieses Diagramm heißt <strong>Blasendiagramm</strong>. Jede Blase steht für einen Datentyp. Die Anazahl der Blasen zeigt, wieviele Datentypen es gibt. Die Größe jeder Blase hängt davon ab, wie viele Daten sich in der Blase befinden.",
    "bar.chart": "Dieses Diagramm heißt <strong>Balkendiagramm</strong>. Die Länge jedes Balkens ist proportional zu dem Wert, den er darstellt.",
    "alluvial.diagram1": "Dieses Diagramm heißt <strong>Sankey- oder Alluvial-Diagramm</strong> und ist eine Form von Flussdiagramm. Es zeigt Veränderungen in einer Netzwerkstruktur über Zeit z. B.  im Bezug auf Orte oder Zugehörigkeit zu Gruppen.",
    "alluvial.diagram2": "Die Höhe der Blocks auf der linken und rechten Seite des Diagramms zeigt die Werte. Die Höhe der verbindenden Linien zwischen den Blöcken zeigt die schrittweise Veränderung dieser Werte.",
    "line.chart1": "Dieses Diagramm heißt <strong>logarithmisches Liniendiagramm</strong>. Es zeigt, wie sich verschiedene Werte über die Zeit verändern.",
    "line.chart2": "Diese Form des Liniendiagramms nutzt eine logarithmische Skala, um umfangreiche Datensätze in kompakter Form abzubilden. EIne solche Skala ist nicht linear, d.h. die Zahlen 10 und 20 haben nicht den gleichen Abstand von einander, wie 60 und 70. Durch diese Art der Darstellung können Veränderungen in der Entwicklung von Daten deutlicher sichtbar werden."
}
