{
    "heading.request": "Daten anfordern",
    "heading.download": "Daten herunterladen",
    "heading.import": "Daten importieren",
    "heading.explore": "Daten erkunden",
    "importing.data": "Ihre Daten werden importiert",
    "intro.text.1": "Finden Sie heraus, was Google über Sie weiß!",
    "intro.text.2": "So laden Sie Ihre Google-Daten in Ihren polyPod",
    "intro.info": "Es wird nur eine Kopie Ihrer Daten erstellt. Ihr Google-Account bleibt unverändert!",
    "scroll.down": "Scrollen Sie nach unten",
    "request.1": "Um Ihre Daten in Ihren polyPod zu importieren, müssen Sie diese zuerst von Facebook anfordern.",
    "request.info.1": "Hierzu benötigen Sie Ihre Log-in Daten",
    "how.it.works": "So geht's",
    "request.2": "Gehen Sie zu https://takeout.google.com/",
    "request.3": "In order to analyse your data correctly you need to modify the default option by tapping in the deselect all button. Now we need you to select a maximum of 3 services where you created data for, such as PROFILE, ACCESS LOG ACTIVITY, MY ACTIVITY or LOCATION HISTORY.",
    "request.4": "For MY ACTIVITY or PROFILE is important that you change the format from HTML (default) to JSON by tapping in the format button and accessing the drop down options. Then request the file. You will get an email confirmation of your request.",
    "request.info.2": "IMPORTANT: by making the request in a different format as described could result in your pod not being able to read your data and provide meaningful information. Your request will be available for downloading for up to 7 days.",
    "request.button": "Anfrage starten",
    "request.example.data": "Beispieldaten verwenden",
    "download.1": "Nachdem Sie Ihre Daten angefordert haben, werden Sie von Facebook benachrichtigt, sobald die Daten zum Download bereitstehen.",
    "download.info": "Es kann bis zu 24 Stunden dauern bis Ihre Daten bereitstehen!",
    "download.2": "Once your data is available you will receive an email by Google. Since the export might be too big for a single file, you probably will have to download multiple packages.",
    "download.3": "In the 'Manage your exports' section of the takeout page you can download the files. All of them will be saved to your phone in .zip format",
    "download.button.1": "Daten herunterladen",
    "download.button.2": "Daten schon heruntergeladen?",
    "import.1": "Nachdem Sie die Datei mit Ihren Daten auf Ihr Telefon heruntergeladen haben, können Sie diese in Ihren polyPod importieren.",
    "import.info": "Please be sure to import all the packages you originally downloaded",
    "import.none.chosen": "Keine Datei ausgewählt",
    "import.chosen": "Ausgewählte Dateien:",
    "import.delete": "Entfernen",
    "import.button.1": "Datei auswählen",
    "import.button.1.different": "Weitere Datei auswählen",
    "import.button.2": "Importieren",
    "import.name": "Name:",
    "import.size": "Dateigröße:",
    "imported.file": "Importierte Datei:",
    "explore.1": "Nachdem Sie Ihre Google-Daten in Ihren polyPod importiert haben, können Sie diese erkunden und sehen, was Google wirklich über Sie weiß. Das heruntergeladene zip-Archiv kann nun auch sicher wieder von Ihrem Smartphone gelöscht werden.",
    "explore.button": "Erkunden Sie Ihre Daten",
    "file.too.big.dialog.title": "Die ausgewählte Datei ist zu groß.",
    "file.too.big.dialog.message": "Bitte wählen Sie eine Datei aus, die kleiner als {{max_file_size}} ist. Sie können die Dateiengröße verringern, indem Sie eine Datei mit kürzerer Zeitspanne bei Facebook beantragen oder unsere Beispieldatensätze benutzen.",
    "file.imported.successfully": "Datei erfolgreich importiert"
}
