{
    "heading.request": "Daten anfordern",
    "heading.download": "Daten herunterladen",
    "heading.import": "Daten importieren",
    "heading.explore": "Daten erkunden",
    "importing.data": "Ihre Daten werden importiert",
    "intro.text.1": "Finden Sie heraus, was Google über Sie weiß!",
    "intro.text.2": "So laden Sie Ihre Google-Daten in Ihren polyPod",
    "intro.info": "Es wird nur eine Kopie Ihrer Daten erstellt. Ihr Google-Account bleibt unverändert!",
    "scroll.down": "Scrollen Sie nach unten",
    "request.1": "Um Ihre Daten in Ihren polyPod zu importieren, müssen Sie diese zuerst von Google anfordern.",
    "request.info.1": "Hierzu benötigen Sie Ihre Log-in Daten.",
    "how.it.works": "So geht's",
    "request.2": "Gehen Sie zu https://takeout.google.com/",
    "request.3": "Um Ihre Daten korrekt zu analysieren müssen Sie die Vorauswahl über 'Auswahl aufheben' verändern. Dann wählen Sie maximal drei Produkte aus, zum Beispiel <strong>PROFIL</strong>, <strong>ZUGRIFFSPROTOKOLLAKTIVITÄTEN</strong>, <strong>MEINE AKTIVITÄTEN</strong> oder <strong>STANDORTVERLAUF</strong>.",
    "request.4": "Bei <strong>MEINE AKTIVITÄTEN</strong> oder <strong>PROFIL</strong> ist es wichtig daß Sie das Datenformat von 'HTML' (Standard) zu 'JSON' ändern, indem Sie auf die Format-Schaltfläche tippen und dann die entsprechende Option auswählen. Fordern Sie dann die Datei an. Sie erhalten eine Bestätigung per E-Mail.",
    "request.info.2": "WICHTIG: Wenn Sie die Daten in einem anderen Format als beschrieben anfordern, könnte Ihr polyPod unter Umständen nicht in der Lage sein, Ihre Daten zu lesen und sinnvolle Informationen zu liefern. Sobald Google Ihre Daten bereitstellt, sind sie sieben Tage lang zum Herunterladen verfügbar.",
    "request.button": "Anfrage starten",
    "request.example.data": "Beispieldaten verwenden",
    "download.1": "Nachdem Sie Ihre Daten angefordert haben, werden Sie von Google benachrichtigt, sobald die Daten zum Download bereitstehen.",
    "download.info": "Es kann bis zu 24 Stunden dauern bis Ihre Daten bereitstehen!",
    "download.2": "Sobald Ihre Daten bereitstehen, bekommen Sie eine E-Mail von Google. Klicken Sie bitte auf den Download-Link in der E-Mail. Für den Fall daß Ihr Export für eine einzelne Datei zu groß ist, werden Ihnen wahrscheinlich mehrere Pakete zum Herunterladen angeboten.",
    "download.3": "Im Bereich 'Exporte verwalten' der Google-Seite können Sie nun Ihre Dateien herunterladen. Diese werden im 'ZIP'-Format direkt auf Ihrem Telefon gespeichert.",
    "download.button.1": "Daten herunterladen",
    "download.button.2": "Daten schon heruntergeladen?",
    "import.1": "Nachdem Sie die Datei mit Ihren Daten auf Ihr Telefon heruntergeladen haben, können Sie diese in Ihren polyPod importieren.",
    "import.info": "Bitte stellen Sie sicher, daß Sie alle Datenpakete importieren, die Sie heruntergeladen haben.",
    "import.none.chosen": "Keine Datei ausgewählt",
    "import.chosen": "Ausgewählte Dateien:",
    "import.delete": "Entfernen",
    "import.button.1": "Datei auswählen",
    "import.button.1.different": "Weitere Datei auswählen",
    "import.button.2": "Importieren",
    "import.size": "Dateigröße:",
    "explore.1": "Nachdem Sie Ihre Google-Daten in Ihren polyPod importiert haben, können Sie diese erkunden und sehen, was Google wirklich über Sie weiß. Das heruntergeladene 'ZIP'-Archiv kann nun auch sicher wieder von Ihrem Smartphone gelöscht werden.",
    "explore.button": "Erkunden Sie Ihre Daten",
    "file.too.big.dialog.title": "Die ausgewählte Datei ist zu groß.",
    "file.too.big.dialog.message": "Bitte wählen Sie eine Datei aus, die kleiner als {{max_file_size}} ist. Sie können die Dateiengröße verringern, indem Sie eine Datei mit kürzerer Zeitspanne bei Google beantragen oder unsere Beispieldatensätze benutzen.",
    "file.imported.successfully": "Datei erfolgreich importiert"
}
