{
    "heading.request": "<strong>Request your data</strong>",
    "heading.download": "<strong>Download your data</strong>",
    "heading.import": "<strong>Import your data</strong>",
    "heading.explore": "<strong>Explore your data</strong>",
    "intro.text.1": "Find out what Facebook knows about you!",
    "intro.text.2": "How to add your Facebook data to your polyPod",
    "intro.info": "Only a copy of your data is created and your Facebook account remains unchanged!",
    "scroll.down": "Scroll down to learn how",
    "how.it.works": "How it works",
    "request.1": "To import your data to your polyPod you need to request it from Facebook first.",
    "request.2": "Go to facebook.com/dyi.",
    "request.3": "The browser will then ask you whether you want to continue with the browser version or to use your mobile app in case you have it installed. Select to continue with the browser.",
    "request.4": "On the Facebook page scroll down and change the file format to ‘JSON' and the media quality to ‘Low’, then request the file. You will get an email confirmation of your request.",
    "request.info.1": "You will need your login details at a hand",
    "request.info.2": "IMPORTANT: Now you need to wait for the email notification by Facebook that your data is available for download, which can take up to 24 hours.",
    "request.button": "Make your request",
    "request.example.data": "Use example data",
    "download.1": "After you have requested your data Facebook will notify you when you can download it to your phone.",
    "download.2": "Once your data is available you will receive an email by Facebook. Click on the download link in the email.",
    "download.3": "In the ‘Available Copies’ section of the Facebook page you can download the file. The file will be saved to your phone.",
    "download.info": "It can take up to 24 hours before your data is available!",
    "download.button.1": "Download your data",
    "download.button.2": "Already downloaded your data?",
    "import": "After you have downloaded the file with your data onto your phone you can import it to your polyPod.",
    "import.info": "The file you import includes your Facebook data until now. To update your data in the future, just request a new one.",
    "import.none.chosen": "No file selected",
    "import.chosen": "Selected file",
    "import.delete": "Delete",
    "import.button.1": "Select file",
    "import.button.1.different": "Select another file",
    "import.button.2": "Import",
    "import.name": "Name:",
    "import.size": "Size:",
    "importing.data": "Your data is being imported",
    "explore.1": "After you have imported your Facebook data to your polyPod you can explore it and see what Facebook really knows about you.",
    "explore.button": "Start exploring",
    "file.too.big.dialog.title": "The file you selected is too big.",
    "file.too.big.dialog.message": "Please pick one that is smaller than {{max_file_size}}. You can reduce the file size by requesting a shorter timespan from Facebook or as an alternative use our example data sets."
}
