{
    "heading.request": "<strong>Request</strong>",
    "heading.download": "<strong>Download</strong>",
    "heading.import": "<strong>Import</strong>",
    "heading.explore": "<strong>Explore</strong>",
    "intro.text.1": "Find out what Facebook knows about you!",
    "intro.text.2": "How to upload your Facebook data to your polyPod",
    "intro.info": "Only a copy of your data will be created. Your Facebook account remains unchanged!",
    "scroll.down": "Scroll down to learn how",
    "how.it.works": "How it works",
    "request.1": "To import your data into your polyPod, you must first request it from Facebook.",
    "request.2": "Go to facebook.com/dyi.",
    "request.3": "Your browser will ask you if you want to continue with the browser version or use your app. Please continue with the browser.",
    "request.4": "On the Facebook page scroll down and change the file format to ‘JSON' and the media quality to ‘Low’, then request the file. You will get an email confirmation of your request.",
    "request.info.1": "For this you need your log-in data",
    "request.info.2": "IMPORTANT: Now you have to wait for your data to be ready for download. You will be notified by e-mail. This process can take up to 24 hours.",
    "request.button": "Start request",
    "download.1": "After you have requested your data, Facebook will notify you when the data is ready for download.",
    "download.2": "As soon as your data is ready, you will receive an email from Facebook. Please click on the download link in the email.",
    "download.3": "You can now download your data from the 'Available Copies' section of the Facebook page. The file will be saved directly on your phone.",
    "download.info": "It can take up to 24 hours until your data is ready!",
    "download.button.1": "Download data",
    "download.button.2": "Already done?",
    "import": "After you have downloaded the file with your data to your phone, you can import it into your polyPod.",
    "import.info": "The file you import contains your Facebook information up to the present time. To update your data in the future, simply request a new version.",
    "import.none.chosen": "No chosen file",
    "import.chosen": "Chosen file",
    "import.delete": "Delete",
    "import.button.1": "Select file",
    "import.button.1.different": "Select another file",
    "import.button.2": "Import",
    "importing.data": "Your data is being imported",
    "explore.1": "After you have imported your Facebook data to your polyPod you can explore it and see what Facebook really knows about you.",
    "explore.button": "Explore your data"
}
