{
    "heading": "What are Data Regions?",
    "world": "Countries and regions have different laws and circumstances that influence the data behavior of companies. These are sometimes cultural, but often politically motivated. We have divided some of these areas into \"data regions\" to give a better understanding.",
    "euGdpr.text": "<p>Europe is a leader in the field of data protection. The European way is to strike a balance between the interests of business, government and citizens. This focus is unique and could become an unbeatable competitive advantage.</p><p>One of the common European solutions is to build a dedicated digital ecosystem in which many players are brought together and their various strengths and interests are fairly balanced without violating market principles.</p><p>However, the fact that data from Europe naturally flows around the world also poses a problem here: Europe's solution could be pulverized in the long term in the system struggle between the U.S. and China.</p>",
    "subHeading.fiveEyes": "The USA and the Five-Eyes",
    "USA.text": "<p>The tech leader of the Western world is on a path of data capitalism, where all areas of life are commercialised by digital companies collecting as much personal data as possible.</p><p>In the process, the large tech corporations in particular compete for sole global supremacy and are bringing about the exact and equally problematic opposite of China: corporate dependency for citizens.</p>",
    "fiveEyes.text": "<p>Since the 1940s, the USA has also joined forces with the UK and later with Canada, Australia and New Zealand to form the \"Five Eyes\" intelligence alliance (formerly UKUSA). One of the core tasks of this alliance is to intercept store and analyze data from citizens, companies and government agencies. The data is then used to identify the source of the information.</p><p>In the process, the countries and their respective intelligence services manage, through their global distribution, to monitor the world in terms of data technology under the agreed premise of protecting each other from espionage.</p><p>Since there is no controlling authority of these intelligence services, it is neither clear which personal data they use for what purpose, nor which (legal) consequences this could have permanently, for individual persons, companies and even authorities themselves.</p>",
    "russia.text": "<p>Russia is trying to follow China's great example and build a state-controlled technology economy. To this end, the country is increasingly shutting out foreign digital companies and building up its own companies that offer services in all areas of life.</p><p>In the process, the state has extensive access to the collected data and uses it as it sees fit.</p><p>If Russia continues to move closer to China's system, there is a danger of an autocracy in which citizens' digital data (transmissions) will be increasingly monitored and controlled by the state.</p>",
    "china.text": "<p>China is undergoing a sweeping technological revolution. The state is transforming into a data-driven autocracy in which it controls all major tech companies.</p><p>Information about everyone and everything is stored and analysed to boost the economy and control citizens.</p><p>China is the first country to have already established complete digital ecosystems, thus reaching all areas of its citizens' lives. This means that customers' entire lives can be seamlessly evaluated and influenced - and there is a great danger that China will become the world's most successful authoritarian state system.</p>",
    "undisclosed.text": "<p>The data regions mentioned are a comprehensive summary of the largest countries/regions in the world to date and the respective, individual data behavior of government, companies and citizens.</p><p>There will certainly be other data regions that will need to be explicitly researched and classified in the future.</p><p>The long-term goal will be to create a country-specific and worldwide cartography of data protection regulations and their consequences for the individual.</p>",
    "button.ok": "OK"
}
