{
    "text.intro":
        "<p>Neutrality and transparency are important to us.</p><p>We work to make data more visible, clearer, more understandable and more comparable. To this end, we bring together data from various sources and our own research and make it, as well as our editorial work, as comprehensible as possible.</p>",
    "headline.sources":
        "Sources",
    "text.sources":
        "<p>The general company profile information (name, legal form, address, structure, revenue...) is based on datasets from North Data, Brex and Open Corporates.<p>The information about data privacy for selected companies is the result of research done by the polypoly Cooperative. This is based among other sources on the privacy policies of the companies German websites. These is not all the data that a company collects or shares, but only the data behaviour that we could research.</p>",
    "headline.research":
        "Research",
    "text.research.first":
        "<p>Our research is focused on the impact data privacy behavior has on the individual user. There we try to find and visualize information usually invisible or hard to get to and understand. When we research privacy policies and data behavior for example we are usually looking for the following:</p><p><ul><li>What data is gathered?</li><li>What data is shared?</li><li>Who are the companies data is shared with?</li><li>What is the purpose/reason given for sharing that data?</li></ul></p>",
    "text.research.second":
        "<p>Often the information is hidden or misleading. No two privacy policies are alike and very few share any structural similarity. Since the introduction of the GDPR, there have been some improvements, but we still need to do a fair amount of decoding.</p><p>We also do a good amount of context research e.g. to better understand what the impact of individual data types could be, what certain companies or industries are doing with user data, what the impact of data regions is.</p><p>The research continues and we will keep updating our database on a regular basis. This research is also informed by the work of others in this field e.g. North Data or Brex.io</p><p>For the current version of polyExplorer we selected some companies and present them as \"featured\". This selection does not indicate any judgment on those companies. We simply spend more time researching about them. The selection and number of featured companies will grow over time.</p>",
    "headline.validation":
        "Validation",
    "text.validation":
        "We are a young company with few people and grand ambitions. For now we validate our data according to the four eyes principle, which means that we check the data and correlations by at least two people from our research team.",
    "headline.aggregation":
        "Aggregation",
    "text.aggregation":
        "<p>We work on making data clear and understandable, This means that we build correlations, between datasets, and also aggregate data to make it more accessible and comparable.</p><p>To get from a privacy policy document that is often vague and uses a lot of open language to a clear and comparable representation of data flows can be challenging.</p><p>Over the course of interpreting vague and indefinite language, our researchers have tried to be as specific as can be where possible, but making sure they don't read more into a text than is there. Regarding ambiguous statements in privacy policies, we have aimed to use the W3C Data Privacy Vocabulary (in short: DPV) to the appropriate level of granularity. For example, when a vague statement could be referring to a number of datatypes, we chose the DPV term that covers the possibilities more generally.</p>",
    "headline.presentation":
        "Presentation",
    "text.presentation":
        "<p>Our approach is to explain and explore data in our data driven stories and features. We will guide you if wanted and needed. And we will allow you to explore more and deeper as well.</p>",
    "button.explore":
        "OK"
}
