{
    "title": "Why most messenger apps are (not really) for free.",
    "intro.paragraph.one": "We all use messenger apps, all the time. We write about life, love, business and some of that is personal or even secret. So let's find out how safe the messengers are, how they make money, and how they treat our data privacy.",
    "intro.paragraph.two": "The polyPedia team and our associated researchers at future404 looked into everything the companies behind those apps below say about data privacy (and even a little further).",
    "intro.image.alt": "The user of a messenger app",
    "summary.title": "Here is what we found",
    "summary.section": "Summary",
    "summary.paragraph.one": "Three things you should be aware of:",
    "summary.bullet.1": "<strong>If a digital service is free for you to use, you and your data are most likely the product.</strong> e.g. (6) out of (9) messenger apps say (advertising) is the purpose they share data for.",
    "summary.bullet.2": "<strong>Messenger apps ask for extensive permission to access, gather, change and share your data.</strong> But with (5) to (50) data types per user, they gather even more than they need.",
    "summary.bullet.3": "<strong>Three popular messenger apps belong to Facebook.</strong> The apps only share user data with a maximum of (5) companies, but the parent company might share that same data with up to  (5000) companies.",
    "overview.section": "Overview",
    "overview.paragraph.one": "Here is what the market for messenger apps looks like:",
    "overview.paragraph.two": "Total number of installs per messenger in millions",
    "overview.tab.installs": "Installs",
    "overview.tab.users": "Users",
    "overview.tab.partof": "Part of",
    "overview.donut.installs.message": "Android app installs in millions",
    "overview.donut.users.message": "Monthly active users in millions",
    "datatypes.title": "Data Types",
    "datatypes.legend": "data type",
    "datatypes.tab.messenger": "By Messenger",
    "datatypes.text.messenger": "Some data types need to be shared for what we expect from a messenger. But not all messengers share the same amount of data types. The extra sharing indicates that they make money with it.",
    "datatypes.tab.shares": "By Shares",
    "datatypes.text.shares": "Different messengers share different data types more often than others.",
    "datatypes.tab.types": "By Types",
    "datatypes.text.types": "Some of the data types shared the most indicate the use for targeted advertising.",
    "datatypes.legend.types": "Data Types: {{amount_of_data_types}} (shared {{amount_of_shares}} Times)",
    "purposes.chart.legend": "Number of mentions"
}
