{
    "title": "Why most messenger apps are (not really) for free.",
    "intro.paragraph.one": "We all use messenger apps, all the time. We write about life, love, business and some of that is personal or even secret. So let's find out how safe the messengers are, how they make money, and how they treat our data privacy.",
    "intro.paragraph.two": "The polyPedia team and our associated researchers at future404 looked into everything the companies behind those apps below say about data privacy (and even a little further).",
    "intro.image.alt": "The user of a messenger app",
    "summary.title": "Here is what we found",
    "summary.section": "Summary",
    "summary.paragraph.one": "Three things you should be aware of:",
    "summary.bullet.1": "<strong>If a digital service is free for you to use, you and your data are most likely the product.</strong> e.g. (6) out of (9) messenger apps say (advertising) is the purpose they share data for.",
    "summary.bullet.2": "<strong>Messenger apps ask for extensive permission to access, gather, change and share your data.</strong> But with (5) to (50) data types per user, they gather even more than they need.",
    "summary.bullet.3": "<strong>Three popular messenger apps belong to Facebook.</strong> The apps only share user data with a maximum of (5) companies, but the parent company might share that same data with up to  (5000) companies.",
    "overview.section": "Overview",
    "overview.paragraph.one": "Here is what the market for messenger apps looks like:",
    "overview.paragraph.two": "Total number of installs per messenger in millions, sorted by size.",
    "overview.tab.installs": "Installs",
    "overview.tab.users": "Users",
    "overview.tab.partof": "Part of",
    "overview.donut.installs.message": "Android app installs in millions",
    "overview.donut.users.message": "Monthly active users in millions",
    "details.section": "Details",
    "details.p.1": "Today our digital lives are all about being connected. Messenger apps play a key role in that. They shape our communication and our relationships. Many of us use those apps very, very often. A lot of information is sent and received. Some of that information might be personal or even secret.",
    "data.types.title": "Data Types",
    "data.types.legend": "data type",
    "data.types.tab.messenger": "By Messenger",
    "data.types.text.messenger": "Some data types need to be shared for what we expect from a messenger. But not all messengers share the same amount of data types. The extra sharing indicates that they make money with it.",
    "data.types.tab.shares": "By Shares",
    "data.types.text.shares": "Different messengers share different data types more often than others.",
    "data.types.tab.types": "By Types",
    "data.types.text.types": "Some of the data types shared the most indicate the use for targeted advertising.",
    "data.types.legend.types": "Data Types: {{amount_of_data_types}} (shared {{amount_of_shares}} Times)",
    "details.monthly.active.users": "Monthly active users 2020/2021 in millions",
    "details.owned.by.fb": "Owned by Facebook",
    "details.owned.by.others": "Others",
    "purposes.chart.legend": "Number of mentions",
    "companies.p.1": "Some companies receive data from several of the messenger apps. In those cases using a different messenger does not make a difference.",
    "companies.p.2": "The industries in which data-receiving companies operate give us a hint why our data is gathered. Some industries are data-hungrier than others.",
    "data.regions.p.1": "The region in which a data receiving company operates is crucial for the legalities of data protection. Some store their data in the GDPR region.",
    "data.regions.p.2": "Some also share to regions with weaker legal situations and less data privacy protection.",
    "tips.section": "Tips",
    "tips.p.1": "The more you learn and understand the relevance of data and data privacy, the more you will feel an urge to act. Here are a few tips:",
    "tips.bullet.1": "When you are concerned about data privacy, you should look very closely at who the company behind the app is, and how they might use your data.",
    "tips.bullet.2": "If you still want to use one of Facebook's apps, you might want to favor (WhatsApp), since it is (encrypted end-to-end)",
    "tips.bullet.3": "If you want a messenger that fully respects your interests in the first place, watch out for more to come from us at polypoly.",
    "explore.further.p.1": "Chose one messenger app below if you are interested in in-depth information - or continue discovering other topics."
}
