{
    "heading.request": "Request",
    "heading.download": "Download",
    "heading.import": "Import",
    "heading.explore": "Explore",
    "intro.text.1": "Find out what Google knows about you!",
    "intro.text.2": "How to add your Google data to your polyPod",
    "intro.info": "Only a copy of your data is created, your Google account remains unchanged.",
    "scroll.down": "Scroll down to learn how",
    "request.1": "To import your data to your polyPod you need to request it from Google first.",
    "request.info.1": "You will need to have your login details to hand.",
    "how.it.works": "How it works",
    "request.2": "Go to https://takeout.google.com/",
    "request.3": "In order to analyse your data correctly you need to modify the default option by tapping the 'deselect all' button. Now we need you to select a maximum of four services, such as <strong>ACCESS LOG ACTIVITY</strong>, <strong>MY ACTIVITY</strong>, <strong>LOCATION HISTORY</strong> or <strong>PROFILE</strong>.",
    "request.4": "For <strong>MY ACTIVITY</strong> or <strong>PROFILE</strong> it would be helpful if you could change the format from 'HTML' (default) to 'JSON' by tapping the format button and accessing the drop down options. Then request the file. You will get an email confirmation of your request.",
    "request.info.2": "IMPORTANT: It can take up to 24 hours before your data is available. Your request will be available for download for up to 7 days.",
    "request.button": "Make your request",
    "request.example.data": "Use example data",
    "download.1": "After you have requested your data, Google will notify you when you can download it to your phone.",
    "download.info": "It can take up to 24 hours before your data is available!",
    "download.2": "Once your data is available you will receive an email by Google. Since the export might be too big for a single file, you probably will have to download multiple packages.",
    "download.3": "In the 'Manage exports' section of the takeout page you can download the files. All of them will be saved to your phone in 'ZIP' format.",
    "download.button.1": "Download your data",
    "download.button.2": "Already downloaded your data?",
    "import.1": "After you have downloaded your data file onto your phone you can import it into your polyPod.",
    "import.info": "Please be sure to import all the packages you originally downloaded.",
    "import.none.chosen": "No file selected",
    "import.chosen": "Selected file",
    "import.delete": "Delete",
    "import.button.1": "Select file",
    "import.button.1.different": "Select another file",
    "import.button.2.singular": "Import file",
    "import.button.2.plural": "Import files",
    "import.size": "Size:",
    "importing.data": "Your data is being imported",
    "explore.1": "After you have imported your Google data to your polyPod you can explore it and see what Google really knows about you.",
    "explore.button": "Start exploring",
    "file.too.big.dialog.title": "The file you selected is too big.",
    "file.too.big.dialog.message": "Please pick one that is smaller than {{max_file_size}}. You can reduce the file size by requesting a shorter timespan from Google or as an alternative use our example data sets.",
    "file.imported.successfully": "File imported successfully"
}
