Repository: polypoly-eu/polyPod
Catalog: ios/PolyPodApp/PolyPod/*.lproj/Localizable.strings
Languages: de

# app_bar_close_button_desc
source: Close
de: Schliessen

# app_bar_back_button_desc
source: Back
de: Zurück

# app_bar_search_button_desc
source: Search
de: Suche

# onboarding_button_end
source: OK
de: Los geht's

# onboarding_slide1_headline
source: Hello, may I introduce myself?
de: Hallo, darf ich mich vorstellen?

# onboarding_slide1_sub_headline
source: I am your polyPod.
de: Ich bin Ihr polyPod.

# onboarding_slide1_body_text
source: In the future, I want to ensure that private matters remain private. That won't happen overnight of course, but we'll get there together, step by step.
de: In Zukunft möchte ich gerne dafür sorgen, dass Privates privat bleibt. Das klappt natürlich nicht sofort, aber Schritt für Schritt schaffen wir das gemeinsam.

# onboarding_slide2_headline
source: In step one, we explore
de: Im ersten Schritt erkunden wir

# onboarding_slide2_sub_headline
source: the flow of data together.
de: gemeinsam den Fluss der Daten.

# onboarding_slide2_body_text
source: To make a difference, we first need to understand exactly what is happening with our data. Let's find out together how companies handle your data.
de: Um etwas zu verändern, müssen wir uns bewusst werden, was genau mit unseren Daten passiert. Lassen Sie uns gemeinsam herausfinden, wie Unternehmen mit Ihren Daten umgehen.

# onboarding_slide3_headline
source: A first step, many will follow.
de: Ein erster Schritt dem viele folgen.

# onboarding_slide3_sub_headline
source: So that private matters remain private.
de: Damit Privates privat bleibt.

# onboarding_slide3_body_text
source: Step by step, I'm offering you more and more ways to protect your privacy. I will of course be in touch as soon as new functionality is ready for you.
de: Nach und nach biete ich Ihnen immer mehr Möglichkeiten, Ihre Privatsphäre zu schützen. Ich melde mich natürlich, sobald eine neue Funktion für Sie bereit steht.

# settings_title
source: Settings
de: Einstellungen

# settings_legal_section
source: Legal
de: Rechtliches

# settings_imprint_title
source: Imprint
de: Impressum

# settings_privacy_policy_title
source: Privacy Policy
de: Datenschutzerklärung

# settings_terms_of_use_title
source: Terms of Use
de: Nutzungsbedingungen

# settings_licenses_title
source: Licenses
de: Lizenzen

# message_feature_error %@ %@
source: Unfortunately, '%@' had an error: %@ I will close it for you.
de: Leider gab es einen Fehler in '%@': %@ Ich beende es.

# message_url_open_prevented %@ %@
source: I have blocked %1$s from opening a URL: %@
de: Ich habe %@ davon abgehalten, eine URL zu öffnen: %@

# message_url_open_requested %@ %@
source: %@ wants to open a URL in your browser: %@ Allow?
de: %@s möchte eine URL in Ihrem Browser öffnen: %@s Zulassen?

# message_security_warning_title
source: Security warning
de: Sicherheitswarnung

# message_security_warning_text
source: To ensure your data is encrypted we recommend setting up passcode lock on your device
de: Um sicherzustellen, dass Ihre Daten verschlüsselt sind, empfehlen wir, eine Passcode-Sperre auf Ihrem Gerät einzurichten

# button_url_open_confirm
source: Yes
de: Ja

# button_url_open_reject
source: No
de: Nein

# settings_imprint_text
source: <p>Details according to § 5 TMG</p> <p>pc polypoly coop SCE mbH<br/> (“The polypoly Cooperative”)</p> <p>Reichenberger Straße 121<br/> 10999 Berlin<br/> Deutschland</p> <h3>Register of Cooperatives:</h3> <p>Local Court Berlin Charlottenburg, act. sign GnR 921 B</p> <h3>Cooperative Association:</h3> <p>pc polypoly coop SCE mbH is a member of the statutory auditing association of the Cooperative Association of the Regions e.V. based in Frankfurt am Main</p> <h3>Represented by:</h3> <p>Director:&nbsp;Thorsten Dittmar</p> <p>Board of Directors:&nbsp;Mathias Maierhofer&nbsp;(Vorsitzender), Sabine Seymour&nbsp;(Stellvertretende Vorsitzende), Markus Stegfellner und Dorett Bothmann</p> <p>Contact:</p> <p>hello@polypoly.coop<br/> +49 30 62932839</p> <h3>VAT ID:</h3> <p>According to § 27 a Sales Tax Act</p> <p>DE 333726820</p> <h3>Responsible for the content:</h3> <p>Thorsten Dittmar</p> <p>Reichenberger Straße 121</p> <p>10999 Berlin Deutschland</p>
de: <p>Angaben gemäß § 5 TMG</p> <p>pc polypoly coop SCE mbH<br/> („polypoly – Die Genossenschaft“)</p> <p>Reichenberger Straße 121<br/> 10999 Berlin<br/> Deutschland</p> <h3>Genossenschaftsregister:</h3> <p>Amtsgericht Berlin Charlottenburg, Akt.-Zeichen GnR 921 B</p> <h3>Genossenschaftsverband:</h3> <p>Die&nbsp;pc polypoly coop SCE mbH ist Mitglied im gesetzlichen Prüfverband des Genossenschaftsverbands der Regionen e.V. mit Sitz in Frankfurt am Main</p> <h3>Vertreten durch:</h3> <p>Direktor:&nbsp;Thorsten Dittmar</p> <p>Verwaltungsrat:&nbsp;Mathias Maierhofer&nbsp;(Vorsitzender), Sabine Seymour&nbsp;(Stellvertretende Vorsitzende), Markus Stegfellner und Dorett Bothmann</p> <p>Kontakt:</p> <p>hello@polypoly.coop<br/> +49 30 62932839</p> <h3>Umsatzsteueridentifikationsnummer:</h3> <p>gemäß § 27 a Umsatzsteuergesetz</p> <p>DE 333726820</p> <h3>Redaktionell Verantwortlicher:</h3> <p>Thorsten Dittmar</p> <p>Reichenberger Straße 121</p> <p>10999 Berlin Deutschland</p>
